<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">



<head>
  <title>Chronica de El-Rei D. Affonso II</title>


  <meta name="AUTHOR" content="Rui de Pina" />

  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />

  <style type="text/css">
body {width: 50%; margin-left:10%; text-align: justify;}
h1, h2, h3, h4 { text-align: center;}
h1 {margin: 2em; text-align: center;}
h2, h4 {margin-top: 2em;}
.bbox {border: solid black 1px; margin-left: 5%; margin-right: 5%;}
.signature {
font-style: italic;
text-align: right;}
.smallcaps {font-variant: small-caps;}
.quote {
margin-left: 5%;
font-style: italic;}
.pagenum { position: absolute; right: 35%;
font-size: 75%;
text-align: right;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: silver; background-color: inherit;
font-variant: normal;}
  </style>
</head>



<body>

<div>
<br />

<br />

<br />

<br />

<h3>BIBLIOTHECA DE CLASSICOS PORTUGUEZES</h3>

<h2>Propriet&aacute;rio e fundador--Mello d'Azevedo
</h2>

<h1>(VOLUME LIII)</h1>

<h1>CHRONICA DE EL-REI D. AFFONSO II</h1>

<h1>POR</h1>

<h1>RUY DE PINA</h1>

<h2><em>ESCRIPTORIO</em><br />

147--Rua dos Retrozeiros--147</h2>

<h2>LISBOA<br />

1906</h2>

<br />

<br />

<br />

<br />

<div class="bbox">
<div style="text-align: center;"><br />

<br />

CHRONICA<br />

<br />

DO MUITO ALTO, E MUITO ESCLARECIDO PRINCIPE<br />

<br />

D. AFFONSO II.<br />

<br />

TERCEIRO REY DE PORTUGAL,<br />

<br />

COMPOSTA<br />

<br />

POR RUY DE PINA,<br />

<br />

<br />

Fidalgo da Casa Real, e Chronista M&ocirc;r do Reyno.<br />

<br />

<br />

FIELMENTE COPIADA DE SEU ORIGINAL,<br />

Que se conserva no Archivo Real da Torre do Tombo.<br />

<br />

<br />

OFFERECIDA<br />

<br />

&Aacute; MAGESTADE SEMPRE AUGUSTA DELREI<br />

<br />

D. JOA&Otilde; V.<br />

<br />

NOSSO SENHOR<br />

<br />

POR MIGUEL LOPES FERREYRA<br />

<br />

<br />

LISBOA OCCIDENTAL.<br />

<br />

Na Officina FERREYRIANA.<br />

<br />

M.DCC.XXVII.<br />

<br />

<em>Com todas as licen&ccedil;as
necessarias</em>.<br />

<br />

</div>

</div>

<br />

<br />

<br />

<br />

<h1>SENHOR</h1>

Ponho na Real presen&ccedil;a de V. Magestade a Chronica do Senhor
Rei D. Affonso II que ainda que breve no volume, &eacute; larga na
qualidade dos successos. Nella ver&aacute; V. Magestade que os seus
gloriosos
Predeccessores n&atilde;o cessaram em tempo algum do augmento dos
seus Estados, e
da Religi&atilde;o Christ&atilde; pois a este fim vestiam as
armas, e tomavam a
lan&ccedil;a com perigo das suas Reaes vidas, como o experimentou
este mesmo principe, vendo-se quasi suffocado na campanha. Aceite V.
Magestade este tributo do meu obsequio, que prostrado a seus Reaes
p&eacute;s lhe deseja todas
aquellas felicidades, que s&oacute; podem vir da m&atilde;o de
Deos que
guarde a Real Pessoa de V. Magestade por muitos annos, como seus
vassallos lhe dezejamos.<br />

<br />

<br />

<div class="signature">Miguel
Lopes Ferreira.<br />

</div>

<br />

<br />

<br />

<br />

<h2>
AO EXCELLENTISSIMO SENHOR<br />

FERN&Atilde;O TELLES DA SILVA</h2>

<br />

<div class="quote">Marquez de
Alegrete dos Concelhos de Estado, e Guerra del-Rei Nosso Senhor, Gentil
homem de
sua Camara, V&eacute;dor de sua fazenda, seu Embaixador
extraordinario na
Corte de Vienna, ao Serenissimo Emperador Jos&eacute;,
Condutor da Serenissima Rainha Nossa Senhora a estes Reinos, Academico,
e
Censor da Academia Real da Historia
Portuguesa,
&amp;c.</div>

<br />

<br />

<br />

Terceira vez busco a V. Excellencia como protector, e amparo commum dos
que servem a Patria. A benignidade natural de V. Excellencia tem a
culpa desta repeti&ccedil;&atilde;o. Offere&ccedil;o a V.
Excellencia esta Chronica del-Rei D. Affonso II chamado vulgarmente o
<em>Gordo</em>, para que V. Excellencia se digne de a
p&ocirc;r na Real presen&ccedil;a de Sua Magestade.
Espero que lembrado V. Excellencia de j&aacute; me haver feito duas
vezes este mesmo
beneficio, mo queira continuar agora, porque &eacute; certo que
suprir&aacute; a grandeza da Pessoa de V. Excellencia o que eu
n&atilde;o mere&ccedil;o. A
Excellentissima Pessoa de V. Excellencia guarde Deos muitos annos.<br />

<br />

<div style="text-align: right;">Criado de V. Excellencia<br />

<br />

<div class="signature">Miguel Lopes Ferreira.<br />

</div>

</div>

<br />

<br />

<br />

<br />

<h1>PROLOGO AO LEITOR</h1>

<br />

N&atilde;o te admires vendo uma Chronica t&atilde;o pequena de
um Rei t&atilde;o grande. Em oito capitulos a deo por acabada o seu
Chronista, ou o reformador da sua Chronica antiga. Mas aqui
&eacute; que se ha de estimar o livro
pelo pezo, e n&atilde;o pelo volume. Ver&aacute;s nesta
Chronica o que podem
as paix&otilde;es: ver&aacute;s o zelo da Religi&atilde;o
obrigando a um Principe a entrar na
campanha quando a sua demasiada corpulencia que lhe deo o nome <em>de
Gordo</em>, justamente o desobrigava de t&atilde;o violento
exercicio; mas o augmento da
F&eacute; o fazia esquecer des impedimentos da natureza.
Ver&aacute;s como no seu
tempo vieram miraculosamente para a Cidade de Coimbra as Reliquias dos
cinco Religiosos de S&atilde;o Francisco, que pela F&eacute;
deram o
sangue em Marrocos, e ver&aacute;s como o mesmo Rei pessoalmente os
foi receber.
L&ecirc;, e n&atilde;o te mostres ingrato ao meu cuidado que
n&atilde;o cessa de procurar modos de
satisfazer &aacute; tua curiosidade, como brevemente o
ver&aacute;s. <br />

<br />

<div class="signature">Vale.<br />

</div>

<br />

<br />

<br />

<br />

<h1>LICEN&Ccedil;AS DO SANTO OFFICIO</h1>

<div class="quote">Approva&ccedil;&atilde;o do
Reverendissimo
Padre Mestre D. Antonio Caetano de Souza, Clerigo Regular da
Divina Providencia, Qualificador do Santo Officio, e Academico do
Numero
da Academia Real da Historia Portugueza<br />

</div>

<br />

<br />

<div style="text-align: center;">EMINENTISSIMO SENHOR<br />

</div>

<br />

<br />

Esta Chronica del-Rei D. Affonso II que V. Eminencia me manda ver, que
anda em nome de Ruy de Pina Chronista m&oacute;r em tempo de El Rei
D. Manoel, e agora manda imprimir Miguel Lopes Ferreira, depois de
passados dous seculos, n&atilde;o contem cousa alguma contra a
nossa Santa
F&eacute;, ou bons costumes. N&atilde;o s&oacute; esta
Chronica, mas todas as que
temos antigas desde El-Rei D. Affonso I e o Conde D. Henrique seu pai,
at&eacute;
El-Rei D. Duarte, conforme
<span class="pagenum"><a id="Page_11" name="Page_11">[11]</a></span>
a observa&ccedil;&atilde;o que tem
feito os Eruditos
da nossa Historia, todas foram escritas por Fern&atilde;o Lopes
primeiro Chronista
m&oacute;r do Reino, que depois milhorou em estillo o dito Ruy de
Pina, e publicou em seu nome, com que agora se imprimiram, com a
licen&ccedil;a de V. Eminencia,
a que n&atilde;o tenho duvida se lhe conceda. Lisboa Occidental na
Caza de N. Senhora da Divina Providencia, 8 de Mar&ccedil;o de 1726.<br />

<br />

<div class="signature">D. Antonio Caetano de Souza C. R.<br />

</div>

<br />

<br />

<div class="quote">Approva&ccedil;&atilde;o do
Reverendissimo
Padre Mestre Fr. Vicente das Chagas, Religioso da Provincia de
Santo Antonio dos Capuchos, Lente Jubilado na Sagrada Theologia,
e Qualificador do Santo Officio, &amp;c.</div>

<br />

<br />

<br />

<div style="text-align: center;">EMINENTISSIMO SENHOR<br />

</div>

<br />

<br />

Li por ordem de V. Eminencia esta Chronica del-Rei D. Affonso o II.
Della consta s&oacute; a discordia, que houve entre o dito Rei, e
suas irm&atilde;s, mas ainda assim (depois de obrigado) estudou
como se havia de concordar, como concordou, com ellas, sinal de ser Rei
sabio, e virtuoso; Sabio como diz Santo Ambrosio: &laquo;Lib. 2. de
Abraham c. 6. ante
medium col. 1013. B. Sapienti pacis, &amp; conc&oacute;rdiae
est studium,
imprudenti amica jurgia&raquo;; e virtuoso como d&aacute; a
entender S.
Jo&atilde;o Chrysostomo &laquo;Homil. 45. ante a medi[~u] col.
373, D. Ubi concordia, ibi bonorum confluxus, ibi pax, ibi charitas,
ibi spiritualis laetitia nullum bellum, nulla rixa, nus quam
inimicitior, &amp; contentio&raquo;. Esta concordia,
paz, caridade, alegria espiritual, &amp;c vemos por experiencia
neste nosso Reino
agora de prezente, mas como n&atilde;o ha de ser assim, se temos
por Rei o
Invitissimo, e Augustissimo Monarcha o Senhor D. Jo&atilde;o <span class="pagenum"><a id="Page_12" name="Page_12">[12]</a></span>
o V,
que Deos
guarde por muitos annos, de quem com muita propriedade se
p&oacute;de dizer o que
l&aacute; disse Cicero (sen&atilde;o em tudo, em parte)
&laquo;Orat. 42. pro Rege
Dejotaro in princip. num. I. tom 2. Rex concors, pacificus, fortis,
justus, severus, gravis, magnanimus largus, beneficus, liberalis,
&amp;c.&raquo;
N&atilde;o tem a Chronica cousa contra a F&eacute;, ou bons
costumes, e assim julgo que se
p&oacute;de imprimir. Santo Antonio dos Capuchos, 21 de
Mar&ccedil;o de 1726.<br />

<br />

<div class="signature">Fr. Vicente das Chagas.<br />

</div>

<br />

<br />

Vistas as informa&ccedil;&otilde;es, pode-se imprimir a
Chronica del-Rei D. Affonso II e depois de impressa tornar&aacute;
para se conferir, e dar
licen&ccedil;a que corra, sem a qual n&atilde;o
correr&aacute;. Lisboa Occidental, 22 de
Mar&ccedil;o de 1726.<br />

<br />

<div class="signature">Rocha, Fr. Lancastre. Teixeira.
Silva.
Cabedo.<br />

</div>

<br />

<br />

<br />

<br />

<div style="text-align: center;">
<h2>DO ORDINARIO</h2>

</div>

<br />

<div class="quote">Approva&ccedil;&atilde;o do
Reverendissimo
Padre Mestre D. Jos&eacute; Barbosa Clerigo Regular da Divima
Providencia,
Examinador das Tres Ordens Militares, Chronista da
Serenissima Caza de Bragan&ccedil;a, e Academico do Numero da
Academia Real da
Historia Portugueza</div>

<br />

<br />

<br />

<div style="text-align: center;">ILLUSTRISSIMO E
REVERENDISSIMO SENHOR<br />

</div>

<br />

<br />

Por mandado de V. Illustrissima vi a Chronica del-Rei D. Affonso II que
escreveo Ruy de Pina, e nella n&atilde;o achei por onde se
n&atilde;o lhe deva dar a licen&ccedil;a para se imprimir. V.
Illustrissima
ordenar&aacute; o que for servido. Nesta Caza de N. Senhora da
Divina Providencia, 18 de Agosto de 1726.<br />

<br />

<div class="signature">D. Jos&eacute; Barbosa C. R.<br />

</div>

<br />

Vista a informa&ccedil;&atilde;o pode-se imprimir a Chronica de
que se trata, e depois de impressa tornar&aacute; para se conferir,
e dar
licen&ccedil;a que corra sem a qual n&atilde;o
correr&aacute;. Lisboa Occidental, 27 de Setembro de
1726.<br />

<br />

<div class="signature">D. J. A. L.<br />

</div>

<br />

<br />

<br />

<br />

<h2>DO PA&Ccedil;O</h2>

<br />

<div class="quote">Approva&ccedil;&atilde;o do
Reverendo
Beneficiado Diogo Barbosa Machado Presbytero do Habito de S.
Pedro, e Academico do Numero da Academia Real da Historia
Portugueza</div>

<br />

<br />

<br />

<div style="text-align: center;">SENHOR<br />

</div>

<br />

<br />

Obedecendo ao Real preceito de V. Magestade, li a Chronica do
Serenissimo Rei D. Affonso II do nome, e terceiro Rei de Portugal,
composta por Ruy de Pina Chronista m&oacute;r deste Reino, e Guarda
m&oacute;r da Torre do Tombo, um dos mais deligentes Escritores,
que venerou a sua idade. Nella, como em pequeno mappa recopilou este
Author parte das heroicas ac&ccedil;&otilde;es, que exercitou
aquelle Principe,<span class="pagenum"><a id="Page_15" name="Page_15">[15]</a></span>
cujo cora&ccedil;&atilde;o foi sempre animado pelos espiritos
marciaes, que com a Coroa herdara de seus augustissimos Predecessores,
illustrando a sua Real purpura
n&atilde;o com o barbaro sangue Mauritano, derramado na famosa
conquista de Alcacere, como inferior &aacute; sua grandeza, mas com
aquelle que
sagradamente prodigos
verteram em obsequio da Religi&atilde;o sobre as aras do Martyrio
cinco heroicos Soldados nas adustas campanhas de Marrocos, que sendo
benevolamente hospedados em Coimbra, e Alemquer pela generosa piedade
da Rainha Dona Urraca, e da Ifanta Dona Sancha, uma Esposa, e outra
Irm&atilde; deste Monarcha, quizeram satisfazer aquella piedosa
hospitalidade com a posse das suas sagradas cinzas conduzidas ao Real
Convento de Santa Cruz de Coimbra pelo ferveroso zelo do Ifante D.
Pedro. Certamente agora recebe nova gloria, e maior esplendor o nome
n&atilde;o
s&oacute; daquelle Principe, mas ainda do seu Chronista, pois se
faz publica, e patente aos olhos do mundo uma Historia, que ha mais de
dous Seculos estava occulta nos Archivos, e nas Bibliothecas, e ainda
que era conhecida por alguns eruditos, n&atilde;o tinha a fortuna
de lograr o beneficio da luz
publica eternizada nos caracteres da Impress&atilde;o mais
perduraveis, que
aquelles, que a vaidade dos homens abrio nos marmores, e esculpio nos
bronzes. Desta t&atilde;o grande, e t&atilde;o heroica
felicidade o
unico, e Soberano Author &eacute; V. Magestade, pois com a
altissima providencia, com que criou a Academia da Historia Portugueza
intruduzio nova vida no corpo historico desta Monarchia, que jazia
sepultado nas injuriosas cinzas do esquecimento. Erigio um Capitolio
litterario para nelle se coroarem os
Var&otilde;es benemeritos da immortalidade. Abrio uma douta
Officina para se lavrarem as Estatuas aos Heroes Portuguezes. Correo as
cortinas ao veneravel Santuario das antiguidades <span class="pagenum"><a id="Page_16" name="Page_16">[16]</a></span>
Ecclisiasticas desta
Coroa. Descobrio os thesouros da erudi&ccedil;&atilde;o
Historica
at&eacute;gora fechados &aacute; perspicacia de muitos
engenhos. Declarou formidavel guerra ao Imperio da ignorancia, e fez
communicavel a todo o genero de pessoas o comercio das Letras. Toda
esta gloria estava mysteriosamente reservada para o feliz reinado de V.
Magestade, pois n&atilde;o lhe bastando para complemento da sua
Real grandeza o suave dominio, que tem nos
cora&ccedil;&otilde;es de seus
vassallos, o quiz tambem dilatar aos entendimentos, como parte mais
nobre, e superior de todo o homem. Animados com os generosos alentos,
com que V. Magestade inspira, e protege as Sciencias, s&atilde;o
innumeraveis os Escritores, que
com judiciosa critica, e vastissima erudi&ccedil;&atilde;o tem
publicado os partos de seus fecundos engenhos, n&atilde;o sendo
inferior a estes a zeloza
diligencia com que Miguel Lopes Ferreira se empenhou em obsequio deste
Reino a mandar
imprimir as Chronicas dos Reaes Predecessores de V. Magestade das quaes
&eacute; esta a Terceira, sendo egualmente digno da
atten&ccedil;&atilde;o de V. Magestade o seu zelo com que
pretende eternizar as glorias desta Monarchia, como benemerito da
licen&ccedil;a este livro pelo nome de seu author. V.
Magestade ordenar&aacute; o que for servido. Lisboa Occidental 20
de
Mar&ccedil;o de 1727.<br />

<br />

<div class="signature">Diogo Barbosa Machado.<br />

</div>

<br />

<br />

Que se possa imprimir, vistas as licen&ccedil;as do Santo Officio,
e Ordinario, e depois de impressa torne &aacute; meza para se
conferir, e taxar,
e dar licen&ccedil;a que corra, sem a qual n&atilde;o
correr&aacute;. Lisboa Occidental 5 de Junho de 1727.<br />

<br />

<div class="signature">Marques P. Pereira.
Galv&atilde;o. Oliveira.
Teixeira Bonicho<br />

</div>

<br />

<br />

<br />

<br />

<span class="pagenum"><a id="Page_17" name="Page_17">[17]</a></span>
<h2><em>Coronica do muito alto, e esclarecido Principe D.
Affonso II, terceiro</em></h2>

<h2><em>Rei de Portugal</em></h2>

<br />

<br />

<br />

<br />

<h1><a name="CAPITULO_I"></a>CAPITULO I</h1>

<div class="quote">Como o
Ifante Dom Affonso foi alevantado por Rei e como foi
cazado, e com quem, e que
filhos legitimos houve</div>

<br />

<br />

<br />

<span class="smallcaps">El-Rei</span> Dom Sancho de
louvada memoria deste nome o primeiro, e dos Reis de Portugal o
segundo, faleceo em Coimbra na era de N. Senhor de mil e
duzentos e doze; (1212) o Principe Dom Affonso como primogenito, e
herdeiro foi logo alevantado, e obedecido por Rei, em idade de vinte e
cinco annos, havendo j&aacute; quatro annos que era cazado com a
Rainha Dona Orraca filha legitima del-Rei Dom Affonso deste nome e
noveno de Castella, e neste tempo sendo Ifante, depois que sua idade o
premitio, e em Reinando El-Rei Dom Sancho seu padre, foi com elle em
muitas cousas notaveis, e grandes feitos darmas, que naquelles tempos
concorreram, em que por <span class="pagenum"><a id="Page_18" name="Page_18">[18]</a></span>
seu corpo, e bra&ccedil;o assi o fez sempre
como bom, e
esfor&ccedil;ado Cavalleiro, que bem pareceo ser filho, e neto do
pai de que descendia, e para claramente se ver que a Real Caza de
Portugal dantigamente foi liada, e conjunta em sangue com todas as
Cazas de todos os Reis, e Principes Christ&atilde;os, &eacute;
de saber, que El-Rei Dom
Affonso noveno de Castella, sogro deste Rei Dom Affonso de Portugal foi
cazado com a Rainha Dona Lianor filha del-Rei Dom Anrique Dinglaterra,
e della houve dous filhos, e cinco filhas; todos legitimos, a saber,
dous filhos o Ifante Dom Fernando primeiro, e herdeiro, que em idade de
dezaseis annos sem ser cazado faleceo em vida de seu pai antes um pouco
da batalha das Naves de Tolosa, e o Ifante Dom Anrique, que apoz elle
depois de sua morte o soccedeo, e sem leixar herdeiro, que o soccedesse
faleceo mui mo&ccedil;o, como atraz na Coronica del-Rei D. Sancho
&eacute;
declarado, e das cinco filhas que houve uma foi a Ifanta Dona
Constan&ccedil;a primeira
Senhora do Moesteiro das Holgas de Burgos, que El-Rei seu padre
novamente fundou, onde ella falleceo sem cazar, e as outras quatro
filhas foram Rainhas, a saber, a Rainha Dona Branca, filha maior, que
cazou com El-Rei Luis de Fran&ccedil;a, filho del-Rei Felippe, o
que disseram Augusto, e
houveram herdeiro de Fran&ccedil;a El-Rei S&atilde;o Luis, e
outros
filhos, e a segunda Rainha, foi Dona Lianor, que foi cazada com El-Rei
Dom James, deste nome o primeiro Rei de Arag&atilde;o, de que houve
filho o Ifante D.
Affonso, que faleceo mo&ccedil;o, e n&atilde;o Reinou, e a
terceira filha
foi a Rainha Dona Biringela mulher del-Rei Dom Affonso de
Li&atilde;o de que houve
filhos El-Rei Dom Fernando Rei de Castella, e de Li&atilde;o, que
dizem o Santo,
e o que ganhou dos Mouros Cordova, e Sevilha, e muita parte Dandaluzia,
e o Ifante Dom Affonso de Molina, como na Coronica<span class="pagenum"><a id="Page_19" name="Page_19">[19]</a></span>
del-Rei Dom Sancho
brevemente se disse, e na Coronica de Castella mais largamente se
contem.<br />

<br />

E a quarta filha foi a Rainha Dona Orraca molher deste Rei Dom Affonso
de Portugal de que houveram dous filhos, e uma filha a saber, o Ifante
D. Sancho o que disseram o Capello, que a poz elle logo Reinou, e o
Ifante Dom Affonso que foi Conde de Bolonha em Fran&ccedil;a, que
apoz Dom Sancho por n&atilde;o ter legitimo herdeiro tambem Reinou
em
Portugal, e o Ifante Dom Fernando, que se disse Ifante de Serpa, e
segundo se brevemente acha, este cazou em Castella com Sancha
Fernandes, filha de Dom Fernando, de que houve uma filha chamada Dona
Lianor, que foi
depois cazada com El-Rei de Dacia, e l&aacute; faleceo sem filhos,
e houve
mais o dito Rei Dom Affonso da Rainha Dona Orraca sua molher a Ifanta
Dona Lianor, que cazou com o filho herdeiro del-Rei de Dinamarca, que
depois da morte de seu padre herdou o Reino, mas quando, e como, e por
quem estes Ifantes Dom Fernando, e Dona Lianor cazaram, n&atilde;o
se acha
escrito, somente parece que segundo o pouco tempo que El-Rei Dom
Affonso seu padre viveo, que elles cazaram depois de sua morte, e por
aderencias das Cazas Reaes de Fran&ccedil;a, e Dinglaterra, com que
por sangue
eram mui conjuntos.<br />

<br />

E n&atilde;o dou muita f&eacute;, nem authoridade ao que destas
Rainhas Dona Orraca de Portugal, e Dona Branca de Fran&ccedil;a
vulgarmente se diz, e
alguns escreveram, que os Embaixadores del-Rei de Fran&ccedil;a, e
del-Rei
de Portugal, que juntamente vieram a Castella a requerer cazamentos
destas Rainhas filhas del-Rei Dom Affonso, que os de Fran&ccedil;a
quizeram antes a Dona Branca, posto que era mais mo&ccedil;a, e de
menos estima, e
leixaram a Portugal Dona Orraca por ser nome feo, para
Fran&ccedil;a, por que
isto tem duas grandes<span class="pagenum"><a id="Page_20" name="Page_20">[20]</a></span>
contradi&ccedil;&otilde;es, a primeira
que a
Rainha Dona Branca n&atilde;o era a mais mo&ccedil;a, mas a
mais velha, e nas contendas, que depois
houve antre os Reis de Fran&ccedil;a, e Castella, sobre
socess&atilde;o de
Castella, que vinha de filhas, e n&atilde;o de filhos, se prova
isto muito craro, porque
El-Rei S&atilde;o Luis de Fran&ccedil;a pertendia ter direito
em Castella, por ser
filho da Rainha Dona Branca, filha maior del-Rei Dom Affonso noveno, e
queria excludir a El-Rei D. Affonso deste nome o decimo de Castella,
filho del-Rei Dom Fernando, neto da Rainha Dona Biringela, por ser
filha menor del-Rei D. Affonso noveno, e se a Rainha Dona Orraca fora
filha maior, este direito pertencia a El-Rei Dom Sancho Capelo, e a
El-Rei D. Affonso Conde de Bolonha, Reis de Portugal, e filhos da dita
Rainha Dona Orraca, o que n&atilde;o foi, e a segunda
contradi&ccedil;&atilde;o
&eacute; que este nome Dona Orraca era nome a Rainhas mui
costumado, e de muita estima, e tal de que se muitas honraram, e
leixando outras muitas, estas que me aqui occorrem apontarei, a
m&atilde;i do Emperador Despanha D. Affonso deste nome
o outavo de Castella, e molher do Conde Dom Reym&atilde;o de Tolosa
havia nome
Dona Orraca, que foi a Rainha Despanha, e a Rainha de Li&atilde;o,
molher
del-Rei Dom Fernando, e filha del-Rei Dom Affonso Anriques, tambem
havia nome Dona Orraca, que foi Princeza mui singular, e a molher de
Dom
Reym&atilde;o Conde de Barcelona, e Rei de Arag&atilde;o, que
era da Caza, e Reino de
Fran&ccedil;a, que no mesmo Reino havia nome Dona Prona, e mudou o
nome, escolhendo outro por milhor, se chamou Dona Orraca, e desta veo
D. Affonso deste nome o segundo Rei Darag&atilde;o, e a Rainha Dona
Doce molher del-Rei D.
Sancho de Portugal, de que em sua Coronica se disse.<br />

<br />

<br />

<span class="pagenum"><a id="Page_21" name="Page_21">[21]</a></span>
<h1><a name="CAPITULO_II"></a>CAPITULO II</h1>

<div class="quote">Das
desaven&ccedil;as que houve antre El-Rei D. Affonso, e as Ifantes
suas irm&atilde;s, e da
guerra que sobre esso se moveo</div>

<br />

<br />

<span class="smallcaps">No</span> primeiro anno do
Reinado deste Rei Dom Affonso de Portugal, era o
prazo da batalha das Naves de Toloza, que El-Rei Dom Affonso seu sogro
tinha posto com Mirabolim de Marrocos, filho de outro Mirabolim, que
fora vencedor na outra batalha Delharcos, para que o Papa concedeo
geral Cruzada, que o Ifante D. Fernando primogenito herdeiro do dito
Rei D. Affonso em pessoa foi pedir, e trouxe de Roma, e logo faleceo,
como
j&aacute; disse, e por ganharem os perd&otilde;es, e
remiss&otilde;es de
peccados grandes outros Senhores, e outras muitas e nobres gentes de
toda Christandade vieram a esta batalha em pessoas &aacute; qual
n&atilde;o se acha, que
fosse em pessoa este Rei Dom Affonso de Portugal, mas que enviou gentes
suas, e a cauza delle
n&atilde;o ir em pessoa, diz, que foi porque neste proprio anno
come&ccedil;ou
de Reinar em Portugal, e assi por boli&ccedil;os, e desassocegos
que dantre
elle, e suas irm&atilde;s se moveram, como ao diante se
dir&aacute;. E este
Rei Dom Affonso de Castella ao tempo desta batalha era de cincoenta e
seis annos, e no anno seguinte tendo Cortes em Burgos, se diz que
mandou a ellas chamar a este Rei de Portugal seu genro, &aacute;s
quaes elle n&atilde;o quiz
ir, e elle anojado desso, determinou fazer-lhe guerra, e tomar-lhe os
Reinos se podesse, e que com este fundamento indo para
Prazen&ccedil;a adoeceo no termo
de Revaldo em uma Aldea, que se diz Martim Manhos, e ahi faleceo, e foi
dahi levado, e sepultado no Moesteiro<span class="pagenum"><a id="Page_22" name="Page_22">[22]</a></span>
das Holgas de Burgos, que elle
novamente fundou, e outros dizem que vinha para se ver no extremo de
Portugal com seu genro para o aconselhar em suas couzas, e debates em
que andava, com suas irm&atilde;s, e que todavia faleceo no dito
lugar, porque tambem este Rei Dom Affonso de Portugal logo como Reinou
n&atilde;o
lhe faleceram grandes necessidades, e afrontas de
excommunh&otilde;es
do Papa, e de guerras, e desaven&ccedil;as que houve com suas
irm&atilde;s a
Rainha Dona Tareja, molher que fora del-Rei Dom Affonso de
Li&atilde;o, e da Ifante
Dona Sancha, de que a cauza brevemente foi esta.<br />

<br />

El-Rei Dom Sancho, como em sua Coronica disse, leixou em seu testamento
&aacute; Rainha Dona Tareja, sua filha, que fora cazada com o dito
Rei Dom Affonso de Li&atilde;o, a Villa de Monte m&oacute;r o
Velho, e
Esgueira, e mais dez mil maravedis douro, e certa prata, e que se ella
morresse, que houvesse estes Lugares a Ifante Dona Branca sua
irm&atilde; della, e leixou
&aacute; Ifante Dona Sancha a Villa Dalanquer, e dez mil maravedis
douro, e tambem prata, e que se ella falecesse, que houvesse a Villa a
Ifante Biringela sua irm&atilde;, das quaes Villas, e cousas ellas
houveram a posse,
e as tinham; mas El-Rei Dom Affonso seu irm&atilde;o em caso que
fosse
contra seu juramento, e menagem, n&atilde;o quiz estar inteiramente
pelo
testamento del-Rei seu padre, antes como Reinou logo pedio as ditas
Villas, e Fortalezas a suas irm&atilde;s, dizendo: &laquo;Que
El Rei seu
padre lhas n&atilde;o podia dar, que era em mui grande
diminui&ccedil;&atilde;o do Reino, e
que era sobresso concedido privilegio do Papa Alexandre Terceiro, por o
qual as cousas do Reino sen&atilde;o podiam dar a alguma pessoa nem
emlhear, e que
ass&aacute;s lhe leixara a ellas nos maravedis douro, e prata de
seu testamento com outras cousas, que tinham de suas fazendas.<br />

<br />

E sobre este requerimento El-Rei, e a Rainha, e as <span class="pagenum"><a id="Page_23" name="Page_23">[23]</a></span>
Ifantes suas
irm&atilde;s por lhe darem reposta, pediram dias de
libera&ccedil;&atilde;o,
dentro dos quais ellas se recolheram logo com a Ifante Dona Branca sua
irm&atilde; ao
Castello de Monte m&oacute;r, e o basteceram, e fortalezaram, e
deshi se
emviaram logo aggravar ao Papa Innocencio III que fic&aacute;ra por
executor do
testamento del-Rei seu pai, e por esso lhe leixou o dito Rei D. Sancho
seu pai cem marcos douro, e assi o fizeram ellas mais saber ao dito Rei
de
Li&atilde;o com que a dita Rainha Dona Tareja fora cazada, e era
apartada delle pela Egreja, de que houveram logo ajuda, e soccorro, a
que por seu mandado veo logo o Ifante Dom Pedro seu irm&atilde;o
dellas filho del-Rei
Dom Sancho o que depois passou a Marrocos, e trouxe aos ossos dos
Martyres, e assi veio ao dito soccorro, e ajuda o Ifante Dom Fernando
filho da dita Rainha Dona Tareja, e del-Rei Dom Affonso de
Li&atilde;o, e assi
veo em sua companhia Dom Pedro Fernandes de Castro o
Castell&atilde;o, aquelle
que em companhia dos Mouros foi prezo em Portugal, e logo solto, e
depois passou, e morreo em Marrocos, e com alle veo muita gente, que
foi nos estremos de Portugal, donde enviaram &aacute;s ditas
Villas, e
Fortalezas de Monte m&oacute;r, e Alanquer aquella que comprio para
defen&ccedil;&atilde;o dos Castellos, e para resistencia
del-Rei Dom Affonso de Portugal, o qual por sentir muito o insulto
tamanho dos estranhos, e t&atilde;o grande
desobediencia dos seus naturaes, veo logo &aacute; dita Villa de
Monte
m&oacute;r, e por algumas vezes requereo a suas irm&atilde;s, e
principalmente a Dona Tareja, cuja
era, que houvesse por bem de desistir de seu alevantamento, e quizesse
que o Castello se entregasse a algum homem de que ambos se confiassem
para o ter em boa guarda, e fieldade, e que de sua fazenda delle lhe
faria dar todas dispezas, e mantimentos para esso necessarios, e que
este arrecadasse inteiramente para ella todas as <span class="pagenum"><a id="Page_24" name="Page_24">[24]</a></span>
rendas, e direitos da
Villa, mas que as menagens fossem feitas a elle, o que ella nunca quiz
fazer, antes se diz que consentio, que os de dentro em desprezo, e por
injuria del-Rei seu irm&atilde;o calando o nome do Reino, e del-Rei
de
Portugal a que deveram acatar, e obededer, envocaram, e chamaram o nome
de
Li&atilde;o, que repetiam muitas vezes, e que outro tanto mandou
fazer a Ifante Dona Sancha no Castello Dalanquer, e por tanto El-Rei
temendo perder os ditos Castellos os mandou cercar, e combater, e com a
gente do cerco, que sobreveo se seguiram nelles, e em seus termos pela
condi&ccedil;&atilde;o da guerra muitas mortes, e danos de uma
parte, e da outra, pelo qual os Ifantes, e Senhores, que com a gente do
Reino de Li&atilde;o, que disse
entr&aacute;ram em Portugal tom&aacute;ram Valen&ccedil;a
do Minho, e
Melga&ccedil;o, Algozo, e Freixo, e outros Lugares ch&atilde;os
que roubaram, e queimaram, em que fizeram muto
mal.<br />

<h1><a name="CAPITULO_III"></a>CAPITULO III</h1>

<div class="quote">Como foi
pelo Papa procedido contra El-Rei D. Affonso por causa da
contenda que havia com suas
irm&atilde;s, e como finalmente foram
concordados</div>

<br />

<br />

<span class="smallcaps">E</span> sobre esso para
mais tormento del-Rei Dom Affonso de Portugal vieram
de Roma por juizes Delegados do Papa a requerimento das Ifantes o
Arcebispo de Santiago, e o Bispo de &Ccedil;amora, que por El-Rei
de Portugal
ir contra o testamento del-Rei seu padre, e por n&atilde;o desistir
do cerco, que tinha posto aos Castellos de Monte m&oacute;r, e
Alanquer,
excommungou sua pessoa, e pozeram entredicto geral em todo o Reino,
exceituaram
s&oacute;mente as ditas <span class="pagenum"><a id="Page_25" name="Page_25">[25]</a></span>
Ifantes, e seus sequazes, e servidores,
sobre o qual El-Rei Dom Affonso com rez&otilde;es, e cousas que
achou, e lhe aconselharam
de sua justi&ccedil;a se enviou destes procedimentos querelar, e
aggravar
ao Papa, e pedir emenda del-Rei de Li&atilde;o, e dos que tinham as
Villas, e
Castellos de seus reinos for&ccedil;ados, e nelles feitos muitos
danos, alegando
sobre esso a pouca justi&ccedil;a que suas irm&atilde;s tinham
nas Villas,
e Castellos de seu Reino, com que se levant&aacute;ram, e dando
outras
rez&otilde;es, porque entendia ser relevado da culpa que lhe dava
dizendo por sua escuza, que o
n&atilde;o obrigava o juramento, e menagens, que fizera de comprir
o testamento del-Rei Dom Sancho seu padre, porque o fizera
for&ccedil;ado, e por
n&atilde;o ser deserdado do Reino, e mais que a esse tempo seu pai
n&atilde;o
estava em todo seu sizo, e entender verdadeiro, pois tanto contra
justi&ccedil;a
fizera tamanho enlheamento das cousas do Reino, que n&atilde;o
podia fazer.<br />

<br />

E o Papa por seu respeito cometeu este negocio aos Abbades Despina, e
Vicarria, que fez Juizes Commissairos, os quais vieram a Coimbra onde
sobre seguran&ccedil;a j&aacute; praticada, e antre todos
concordada, foram tambem juntos El-Rei Dom Affonso, e suas
irm&atilde;s em pessoas a que os
Juizes deram solene juramento porque prometeram estarem todos
&aacute;
obediencia, e detremina&ccedil;&atilde;o de todo o que elles em
nome do Papa
&aacute;cerca de seus negocios detreminassem, e mandassem, e por
este juramento, e promessa que se fez El-Rei, e os seus foram da
excommunh&atilde;o ausolutos, e
alevantado o antredicto do Reino. Os Commissairos pozeram antre elles
treguas, e seguridade, que todos prometeram guardar, at&eacute; o
Papa
finalmente detreminar suas contendas, e debates, e algumas
condi&ccedil;&otilde;es das tregoas principaes, eram que os de
uma parte, e da outra podessem livremente andar, e tratar por as terras<span class="pagenum"><a id="Page_26" name="Page_26">[26]</a></span>
chans uns dos outros, mas que nas Villas, e Castellos cercados
n&atilde;o entrassem sem licen&ccedil;a
dos Senhores dellas, e que tudo podessem, uns e outros comprar, e
vender salvo armas, e cavallos, e que ellas Ifantes em algum seu Lugar
de Portugal
n&atilde;o podessem mandar lavrar moeda douro, prata, nem dalgum
metal, que quatro Cavalleiros principais da parte del-Rei jurassem que
se El-Rei
n&atilde;o guardasse as tregoas que cada um delles com cinco
Cavalleiros mais servissem as Ifantes contra El-Rei e cada uma das
Ifantes
d&eacute;sse outros tantos por si, que com esta
condi&ccedil;&atilde;o servissem a
El-Rei contra ellas, e mais que El-Rei d&eacute;sse cem homens
cazados, e honrados de
Coimbra, e que todos lhe fizessem, e pagassem foro, e outros cento
semelhantes de Santarem, que jurassem todos fazer sempre comprir esta
tregoa, e que
n&atilde;o a comprindo El-Rei, que servissem &aacute;s Ifantes
contra El-Rei,
e que ellas por sua parte d&eacute;ssem outros taes, a saber: cento
Dalanquer,
e cento de Monte m&oacute;r, para que se ellas n&atilde;o
comprissem a
tregoa, que servissem a El-Rei contra ellas, e que neste tempo uns, e
outros, n&atilde;o
cercassem Villas, nem Castellos, nem se fizesse algum mal, sopena de
excomunh&atilde;o, e antredicto, em que elles, e todos los
ajudadores, e favorecedores ipso facto encorressem, e com mandado
estreito aos Prelados do Reino, que a cada um assi como lhes tocasse as
senten&ccedil;as dos ditos
alegados fizessem inteiramente comprir, e executar at&eacute; o
Papa finalmente as
aprovar, ou emendar como fosse justi&ccedil;a.<br />

<br />

Esta tregoa, se fez em Coimbra na era de nosso Senhor de mil e duzentos
e quatorze annos, (1214) dous annos depois que El-Rei
come&ccedil;ou a Reinar, e logo ahi se fulminou e principiou
processo em que a Rainha, e a Ifante cada uma per si segundo os danos
que del-Rei seu irm&atilde;o
tinham recebidos, e pelas injurias, e males, <span class="pagenum"><a id="Page_27" name="Page_27">[27]</a></span>
que no cerco padeceram,
pediam contra elle restitui&ccedil;&atilde;o, e assi
seguran&ccedil;a perpetua
de suas Villas, e Castellos, e gram soma de maravedis, que naquelle
tempo era moeda douro assi geral, e praticada como neste agora
s&atilde;o na Europa os cruzados, e
ducados, porque sessenta delles faziam um marco douro, como
j&aacute; em outras
partes tenho dito, e &aacute;s peti&ccedil;&otilde;es das
ditas
Senhoras, veo El-Rei por seu procurador com
excei&ccedil;&otilde;es, e contrariedades, e
compensa&ccedil;&otilde;es sobre que de uma parte, e da outra
foi dito, e ass&aacute;s alegado, e sobre seus alegados
foi o feito concruzo, e os Juizes remeteram a
publica&ccedil;&atilde;o da
final senten&ccedil;a para Melga&ccedil;o, Castello de Portugal
no extremo de Galiza, a que
mandaram que El-Rei, e as Ifantes fossem por si, ou por seus
procuradores, onde no Maio seguinte a publicaram, e foi El-Rei
condenado por a dita
senten&ccedil;a em grande soma de dinheiro, e doutras emendas, e
depois que passou o termo para a paga, assinado, pozeram em El-Rei
senten&ccedil;a
Dexcommunh&atilde;o, e assi antredito em todo o Reino, de que logo
apelou, e depois de muitos debates, e delongas, que em Roma, e Espanha
sobre este caso passaram, que n&atilde;o fazem a realidade da
Estoria, finalmente El-Rei, e
as irm&atilde;s se concordaram por maneira, que as Villas de Monte
m&oacute;r, e
Alanquer ficaram com ellas segundo a disposi&ccedil;&atilde;o
do testamento
del-Rei Dom Sancho seu pai, e as Villas e Castellos, e terras de
Portugal, que El-Rei de
Li&atilde;o tinha tomadas foram entregues, e restituidas a El-Rei
Dom Affonso. No qual meio tempo que durou esta divis&atilde;o, e
discordia uns e os
outros fizeram grandes, e danosas entradas, e muitos roubos nos Reinos,
uns dos outros, em que houve pelejas particulares sem alguma
fa&ccedil;anha de
notar, cuja longa, e expressa declara&ccedil;&atilde;o
n&atilde;o ponho
ora; porque para a sustancia da Estoria n&atilde;o &eacute;
muito necessaria.<br />

<br />

<br />

<span class="pagenum"><a id="Page_28" name="Page_28">[28]</a></span>
<h1><a name="CAPITULO_IV"></a>CAPITULO IV</h1>

<div class="quote">Do
fundamento que houve para Alcacere do Sal, que era de Mouros,
ser cercado, e tomado dos
Christ&atilde;os, e do Bispo de Lisboa
principalmente</div>

<br />

<br />

<span class="smallcaps">Nos</span> primeiros cinco
annos que El-Rei Dom Affonso Reinou n&atilde;o
se acha, que
socedessem outras cousas, salvo as desaven&ccedil;as, e desacordos
em que andou
com suas irm&atilde;s, e irm&atilde;os e assi a guerra com
El-Rei de Li&atilde;o, e com suas
genetes como j&aacute; disse, e passados os ditos cinco annos, e
andando a era
de nosso Senhor em mil e duzentos e dezasete annos os
Christ&atilde;os, que estavam na conquista dultra m&aacute;r
por
defen&ccedil;&atilde;o, e recobramento da Terra Santa, tinham
muitas necessidades de concorrer &aacute;s cruas
guerras, e cercos apertados, que dos Infieis padeciam, para o que os
Summos Pontifice convocavam, e requeriam todolos fieis
Christ&atilde;os de
todalas na&ccedil;&otilde;es, e vindo por mar a este soccorro
muitas
gentes Dalem&atilde;es, e Framengos, e outras de contra o Norte
fizeram todos uma frota de cento e cincoenta naos de que eram
Capit&atilde;es principaes Iliquino,
Conde Dolanda, e Georgeo, Conde de Frisa, com que iam outros Senhores,
e grandes homens, e sendo em mar, em trav&eacute;s de Portugal para
demandarem o estreito de Cibraltar deu na frota t&atilde;o grande,
e t&atilde;o
contraria tromenta, que algumas naos dellas se perderam, e outras
correram ao Cabo de S. Vicente at&eacute; a Villa de
Far&atilde;o, a qual com toda a Comarca,
e Reino do Algarve ainda eram Mouros, e porque o vento contrairo, e
assi a terra de imigos, em que estavam, n&atilde;o lhes
tra&ccedil;avam bem para sua
seguran&ccedil;a, elles para dos danos, e perdas recebidas se
poderem milhor repairar<span class="pagenum"><a id="Page_29" name="Page_29">[29]</a></span>
fizeram volta, com fundamento de se virem ao
porto de Lisboa.<br />

<br />

Sendo outra vez em mar, deu nelles outra tromenta mais aspera, e de
maior perigo que a primeira, em que j&aacute; tambem perderam
algumas naos com toda a gente que nellas vinha, e a outra frota depois
que a tromenta cessou, e sobreveo bom vento de viagem, entrou toda via,
e veo surgir ante a Cidade de Lisboa, e os Capit&atilde;es della
ass&aacute;s tristes, e anojados, pelas grandes perdas de gentes, e
doutras cousas, que no mar tinham perdidas, e sahindo logo
Capit&atilde;es com pouca gente em terra,
o Bispo, que ent&atilde;o era de Lisboa chamado Dom Matheus,
sabendo que eram
Christ&atilde;os os recebeo, e tratou com muita honra, e bom
acolhimento, segundo a bondade de uns, e as necessidades dos outros
requeria, de que o Bispo logo soube o proposito com que vinham, que era
por soccorro, e ajuda da Caza Santa. E dahi a poucos dias este Bispo de
Lisboa porque era Prelado de mui bom espirito, e grande
cora&ccedil;&atilde;o, depois de ter juntos
com seus rogos, e boa humanidade os principaes destes Estrangeiros lhe
disse.<br />

<br />

&laquo;Honrados, e devotos Senhores, Deos sabe que a mim peza muito
de todolos nojos infortunios, que passastes, e o remedio por agora
n&atilde;o
&eacute; outro<br />

salvo paciencia do passado, e esfor&ccedil;o, e bom
cora&ccedil;&atilde;o para o que mais vier, v&oacute;s
vedes bem, quanto vos &eacute; contrairo o
tempo para seguirdes vossa proposta viagem, e desto por vossos Pilotos,
e mariantes podeis ser milhor certificados, p&oacute;de ser, e eu
assi o creo, que Deos o
premite assi para alguma cousa de seu louvor, e servi&ccedil;o, e
tambem de
nossas honras, e proveito, e esto digo porque aqui junto ha um Castello
em poder de Mouros, que dizem Alcacere, de que esta terra toda que
&eacute; de
Christ&atilde;os recebe muito dano; se vos prouver <span class="pagenum"><a id="Page_30" name="Page_30">[30]</a></span>
pois este feito,
n&atilde;o
&eacute; estranho doutros, que emprendestes, e a que his ajudarnos
nelle, assi como vejo que podeis fazer, e com vossa gente, e ajuda de
Deos principalmente, o ganharemos dos infieis, e pois a obra, e o
servi&ccedil;o
&eacute; de Deos, elle por sua grandeza, e piedade vos
dar&aacute; delle bom
galard&atilde;o, e nestas cousas s&oacute;mente que tocam a
vossa honra, e
salva&ccedil;&atilde;o, aconselhai-vos com sizo, e com a
devo&ccedil;&atilde;o, e n&atilde;o com a vontade
carnal, porque ass&aacute;s de vergonhosa cousa ser&aacute;
publicardes pelas bocas bom dezejo para o servir,
e as obras, que s&atilde;o t&atilde;o possiveis serem disso
contrairas, e
pois o lugar, e tempo se offerecem agora t&atilde;o despostos
rogo-vos que elles
n&atilde;o vos passem com ociosidade, ca bem creo, que bem sabeis
que ella &eacute;
fundamento de todolos peccados, e sepultura dos homens vivos, e
corru&ccedil;&atilde;o de todolos costumes, e propositos
virtuosos, e pois em vossos sobre sinaes que trazeis mostraes serdes
devotos, e servidores da Cruz, assi tambem &eacute;
rez&atilde;o que sejais imigos dos imigos della, e vossas
m&atilde;os fortes deem
agora verdadeiro testemunho da bondade, e f&eacute; de vossos
cora&ccedil;&otilde;es, e esta tomada de Alcacere, para que vos
convido, e requeiro, ser&aacute; com a
gra&ccedil;a de Deos ass&aacute;s possivel, se v&oacute;s
com vossas pessoas, e
frota quizerdes ajudar a n&oacute;s, que com outra gente do Reino
vos seremos em todo fieis,
e bons companheiros.&raquo;<br />

<br />

Estas palavras, e outras muitas a estas conformes disse o Bispo aos
Estrangeiros, alguns dos quais depois de haverem antre si seu acordo, e
conselho tiveram oppini&atilde;o contraira, e se partiram, e
outros, que foram os mais consentiram na
proposi&ccedil;&atilde;o, e requerimento
do Bispo, e lhes aprouve ser na ida sobre Alcacere.<br />

<br />

<br />

<br />

<span class="pagenum"><a id="Page_31" name="Page_31">[31]</a></span>
<h1><a name="CAPITULO_V"></a>CAPITULO V</h1>

<div class="quote">Como
Alcacere foi cercado, e com que numero de gente Portuguezes e
tambem
Estrangeiros</div>

<br />

<br />

<span class="smallcaps">Aquelles</span> Estrangeiros
que foram dacordo com os Portuguezes de irem
sobre Alcacere se recolheram logo &aacute;s suas naos, e sendo
aparelhados do que lhes compria no mez de Setembro, se foram, e
seguiram a barra de Setuvel, que neste tempo era Lugar pequeno, e
n&atilde;o era
cercado, em que pescadores s&oacute;mente viviam, e da gente de
Portugal se acha
que foram estes Capit&atilde;es principaes, a saber este Dom
Mateus, Bispo de
Lisboa, e Dom Pedro Mestre da Ordem da Cavallaria do Templo, e Dom
Mestre
Gon&ccedil;alo, Prior do Esprital, e Martim Barregam, Commendador
de Palmella, e estes levaram comsigo da terra, Comarca de Lisboa, e de
Evora, e de seus termos vinte mil homens, de que os mais eram de
p&eacute;, e alguns
de Cavallo, e n&atilde;o se acha que El-Rei Dom Affonso, que
ent&atilde;o
Reinava em Portugal, fosse neste exercito em pessoa no qual tempo
parece que elle deveria ser doente, ou empedido por alguma outra
urgente causa, porque
n&atilde;o p&ocirc;de ser neste feito, e haveria por bem, e
mandaria que se fizesse prestes, como se fez, ca n&atilde;o
&eacute; de crer, tamanho feito sem seu
mandado, e authoridade se cometesse, e o que se neste caso achou,
&eacute; que os
Estrangeiros em navios, que poderam ir, foram de Setuvel pelo rio acima
at&eacute;
junto Dalcacere, onde saindo alguns para tomar uvas, os Mouros, que da
sua ida eram j&aacute; bem avizados, com armas lhe foram resistir,
em que
houve algum acometimento de peleja, de que um Mouro se diz que ficou<span class="pagenum"><a id="Page_32" name="Page_32">[32]</a></span>
morto, e os outros se recolheram ao Castello, e os Estrangeiros
surgindo com seus navios mais &aacute;vante poseram defronte da
Villa suas pranchas,
e sem resistencia sairam em terra, e logo elles, e os Portuguezes que
j&aacute; tambem eram chegados, juntos com devida deligencia e
resguardo cercaram o Castello de maneira que alguma pessoa
n&atilde;o podia sair, nem
entrar sem conhecido perigo; mas os Mouros posto que com tanta
estreiteza se vissem cercados n&atilde;o mostravam ter por esso
desmaio, nem temor,
vendo que o Castello em que estavam era de muros, Torres, barreiras, e
a cava mui forte, e bem provido, e acalcado de muitas gentes, e armas,
e mantimentos para grandes tempos, e por milhor senefican&ccedil;a
aos de fora de seu esfor&ccedil;o, e confian&ccedil;a, poseram
muitas
bandeiras por cima do muro de que em sinal de desprezo diziam feas
palavras, e davam suas costumadas gritas.<br />

<br />

E os Christ&atilde;os leixaram boa guarda sobre sua frota, que com
gentes, e armas ficou no porto bem segura, e sobre esso uns, e outros
fizeram logo combater o Castello, e vendo que pela larga, e alta cava
com que o muro era em torno valado n&atilde;o poderam bem chegar
aos muros, e
cortaram tantas arvores de fruito, e juntaram tanto outro mato que
sendo igual a cava com a terra de f&oacute;ra podessem mais sem
trabalho chegar aos
muros, mas os Mouros aconselhados das necessidades e perigos em que se
viam,
lan&ccedil;aram de cima tanto fogo, com tantas cousas temperado,
que a lenha da cava ardeo logo toda, por cujo impedimento leixaram logo
de combater, e apoz esto ordenaram os Christ&atilde;os um engenho
para com pedras
destroirem o muro, mas sua fortaleza de dentro era tal, que dos seixos
de
f&oacute;ra lhe dava muito pouco, pelo qual torn&aacute;ram a
lan&ccedil;ar
tanta lenha na cava, com que foi chea, e tal guarda se poz, que
n&atilde;o foi dos Mouros<span class="pagenum"><a id="Page_33" name="Page_33">[33]</a></span>
queimada como elles logo tentaram, por cima da qual os
Christ&atilde;os chegados
ao muro deram um combate a que os Mouros com seu grande
esfor&ccedil;o, e
muitas armas resistiram de tal maneira, que afastaram os
Christ&atilde;os dos
muros, em que de uma parte, e da outra houve ass&aacute;s mortos e
feridos.<br />

<br />

<br />

<h1><a name="CAPITULO_VI"></a>CAPITULO VI</h1>

<div class="quote">Dos Reis
Mouros que vieram por soccorro da Villa de Alcacere, e da
primeira batalha que deram, em
que foram victoriosos</div>

<br />

<br />

<br />

<span class="smallcaps">Os</span>
Christ&atilde;os, que tinham cercado Alcacere, e os Mouros que
nelle eram cercados tinham antre si diversos pensamentos, ca uns
consultavam engenhos para brevemente tomar, e os outros artificios para
se delles pefender, e tambem n&atilde;o leixavam de buscar, e
consultar
conselhos, e remedios para com soccorro serem descercados, sobre que
tinham feitos seus avizos a quatro Reis Mouros, que eram na Espanha, a
saber El-Rei de Sevilha, El-Rei de Cordova, El-Rei de Jaem, e El-Rei de
Badalhouse, os quaes para este soccorro, e descerco foram p&ocirc;r
seu arraial ao
lugar que chamam Sitymos, que &eacute; uma legoa Dalcacere, de cuja
vinda
sendo os Christ&atilde;os logo sabedores foram postos em temeroso
pensamento. E n&atilde;o era sem causa, segundo verdadeira
certid&atilde;o que houveram, ca
traziam comsigo por terra quinze mil de Cavallo, e oitenta mil de
p&eacute;, e pelo
mar dez<br />

Gal&eacute;s bem remadas, e aparelhadas.<br />

<br />

Mas aquelle alto Deos, que sobre todos tem o poder, n&atilde;o quiz
em tanto perigo e necessidade desemparar <span class="pagenum"><a id="Page_34" name="Page_34">[34]</a></span>
os Christ&atilde;os, que
por sua
f&eacute; emprenderam, sostinham esta demanda, porque por uma sua
permiss&atilde;o piadosa arribaram a este porto, tambem na paragem
de Setuvel trinta e seis naos de uma Cidade que dizem Trageito, com
gentes
Christ&atilde;s, nobres, e de bom esfor&ccedil;o, que iam
&aacute;quella Conquista
dultramar, que disse, os quaes em suas bandeiras traziam sinaes de S.
Martinho, porque a
jurdi&ccedil;&atilde;o daquella terra donde vinham era do Bispo
daquella Cidade; da frota era Capit&atilde;o m&oacute;r Dom
Anrique de Nehusa, o qual
leixando suas naos com aquella seguran&ccedil;a e resguardo de
gente que compria, elle com a outra
em bateis, e navios piquenos se foi ao arraial de Alcacere, onde dos
Christ&atilde;os foram com muita alegria de grandes louvores
recebidos, e todos logo acordaram de valar o arraial em torno com valos
altos e fortes para resistencia dos Reis Mouros, que vinham, e aqui se
diz, que alguns Estrangeiros da primeira frota aconselhavam e requeriam
aos outros da sua companhia, que se partissem em paz, e n&atilde;o
esperassem o
perigo da batalha, escuzando sua covardice torpe, com dizerem, que
quando de suas terras partiram, seu voto e proposito n&atilde;o foi
pelejar se
n&atilde;o com aquelles infieis que tinham tomada a terra de
Jerusalem, e o Santo Sepulchro, e que alguns Portuguezes, em que
n&atilde;o havia
verdadeira F&eacute;, nem bondade de cora&ccedil;&atilde;o
concordavam com elles, dando
por voto covarde, que era bem de descercar o Lugar, e leixalo sem
contenda, e posto que destes houvesse alguns com suas
mostran&ccedil;as de t&atilde;o
vituperada fraqueza, havia por&eacute;m outros muitos cuja santa, e
virtuosa contraridade
esfor&ccedil;ou, com que determinaram n&atilde;o descercar o
Castello, e confiando em
Deos esperar a ventura que lhes viesse, pelo qual fizeram logo seu
alardo, e de gente de p&eacute; bem armada, e bem disposta para
pel&eacute;jar, se
diz que acharam comsigo muita, mas gente de<span class="pagenum"><a id="Page_35" name="Page_35">[35]</a></span>
Cavallo se affirma que
escassamente refizeram trezentos.<br />

<br />

E os Reis Mouros para comprimento do proposito com que vieram,
acordaram que com a maior for&ccedil;a que nelles houvesse viessem
logo ferir
no arraial dos Christ&atilde;os, e que tambem as suas
Gal&eacute;s, que
tinham j&aacute; tomada uma nao de Portugal com duzentos homens e
jazia na entrada do porto de Setuvel, juntamente pozessem fogo
&aacute; frota dos Christ&atilde;os,
que jazia sobre amarra, mas os Christ&atilde;os receosos deste
dano, e avizados
j&aacute; para esto, pozeram tal guarda e
defen&ccedil;&atilde;o na frota, que os Mouros o
n&atilde;o cometeram, e foi sempre delles segura, e uma segunda
feira como foi manh&atilde;
sairam do arraial dos Mouros cinco de Cavallo corredores, e como
chegaram, e viram o assento do arraial dos Christ&atilde;os logo
volveram ao seu, e
sobre esto abalou todo junto o seu Exercito em que havia tantas gentes,
que toda a terra cobriam, trazendo comsigo t&atilde;o grande
estrondo de
alaridos, e gritas, e com tantos sons de trombetas, e outros
desvairados instrumentos, que a qualquer cora&ccedil;&atilde;o
por abastado
de esfor&ccedil;o que fora n&atilde;o leix&aacute;ra de
tocar de grande medo, e muito
espanto, pelo qual os Christ&atilde;os havendo-o assi por milhor,
sairam a elles de suas
estancias, postos em suas batalhas ordenadas, e com muita ardideza uns
aos outros logo se cometeram, e feriram, em que da uma parte, e da
outra houve cruel, e bem ferida peleja com mortes, e feridas de muitos,
e daquella vez se diz que os Mouros levaram a vantagem da batalha, com
a qual se recolheram em seu arraial.<br />

<br />

<br />

<span class="pagenum"><a id="Page_36" name="Page_36">[36]</a></span>
<h1><a name="CAPITULO_VII"></a>CAPITULO VII</h1>

<br />

<div class="quote">Da segunda
batalha que houve sobre Alcacere, e como os Reis Mouros
foram vencidos, e feito grande
estrago em suas gentes</div>

<br />

<br />

<span class="smallcaps">Os</span>
Christ&atilde;os vendo para o fim que vieram um
come&ccedil;o t&atilde;o contrairo, e que a for&ccedil;a
Dalcacere se fazia cada vez mais forte, e a elles
tirava toda esperan&ccedil;a de por for&ccedil;a o cobrar,
n&atilde;o
leix&aacute;vam de murmurar, e apontar que seria bom irem-se, e por
aquella vez leixar o cerco, e o Bispo de Lisboa, que na gente dos
Christ&atilde;os era pessoa de
m&oacute;r credito, e mais principal, sentindo na noite seguinte a
temerosa e fraca
murmura&ccedil;&atilde;o, que em todo o seu arraial havia, elle
em prezen&ccedil;a dos mais que
por ent&atilde;o se poderam ajuntar lhes disse. &laquo;Honrados
Senhores e amigos, esta desaventura, e grande mal de que todos estaes
espantados,
n&atilde;o veo sobre v&oacute;s das for&ccedil;as, nem das
armas dos nossos imigos,
mas cauzou se da grande presun&ccedil;&atilde;o, e muita
confian&ccedil;a que de
v&oacute;s mesmos e de vossas for&ccedil;as, e
multid&atilde;o de gentes logo tomastes, esquecidos em todo, da
s&oacute;, e principal ajuda de Nosso Senhor, e Salvador Jesu
Christo, que se nos agora aqui faleceo foi para o milhor conhecermos,
mas pois j&aacute; aqui
viemos, e somos mui fortes para armas, e temos gentes, e estamos
bastecidos de mantimentos, n&atilde;o queiraes desconfiar, porque
esta aversidade
a potencia de Deos a permite para crara esperiencia de maior nossa
f&eacute;
e mais merecimento de nossas almas, mas brademos, e clamemos de
cora&ccedil;&atilde;o ao Senhor Deos, e com efficacia, e
deva&ccedil;&atilde;o, que
nossas necessidades requerem lhe pessamos que esta sua ira, se contra
n&oacute;s, por<span class="pagenum"><a id="Page_37" name="Page_37">[37]</a></span>
nossos peccados a tem, a queira converter em nossos imigos, e cada um
com os giolhos em terra diga por si como eu digo por mim: Senhor Deos
Padre das misericordias, e grande ajudador nas
tribula&ccedil;&otilde;es
ex as muitas na&ccedil;&otilde;es de tantos infieis vieram para
nos destroir, pois como duraremos ante a face delles se nos tu Deos
n&atilde;o ejudas, e pois assi &eacute;
Senhor agora n&atilde;o ponham ante ti a lembran&ccedil;a de
nossos malles e peccados, nem tomes
de n&oacute;s aqui vingan&ccedil;a por elles ante estes imigos
de tua Santa
F&eacute;, tu por tua bondade, e potencia os d&aacute; nas
m&atilde;os, e poder de
teus servos, por tal, que os que em ti crem louvem mais o teu Santo
nome&raquo;.<br />

<br />

No cabo da qual Ora&ccedil;&atilde;o, que todos devotamente, e
com muitas lagrimas o seguiram, se diz que por
consola&ccedil;&atilde;o dos
Christ&atilde;os logo appareceo pubricamente no Ceo um maravilhoso
sinal por bemaventurado prognostico, a saber, um homem resplandecente,
como Sol, e alvo como uma neve, e no peito trazia o sinal da Cruz
vermelha mais luzente que as Estrellas, com que os
Christ&atilde;os, que craramente o viram foram mui alegres e
esfor&ccedil;ados, crendo que Deos era em sua ajuda, e com este
prazer e alegria, que geralmente todos conceberam, j&aacute; com
seu temor dormiram
assocegados aquella noite, e ao outro dia como foi manh&atilde; o
Bispo, como
era homem em que havia prudencia, e bom esfor&ccedil;o, para se
n&atilde;o
esfriar o alvoro&ccedil;o que sentio nos Christ&atilde;os com a
longura dalgum tempo, falou logo
&aacute;s gentes do Exercito que o podiam ouvir dizendo:
&laquo;Senhores amigos bem
vistes todos o grande e maravilhoso sinal que para n&atilde;o
temermos, e sermos
esfor&ccedil;ados Deos Nosso Senhor t&atilde;o pubricamente nos
quiz mostrar, e por
esso j&aacute; seria muita nossa fraqueza, e grande mingoa de nossa
F&eacute; tardarmos
mais para a segunda batalha, mas com o esfor&ccedil;o de Deos, que
temos<span class="pagenum"><a id="Page_38" name="Page_38">[38]</a></span>
presente, e com ajuda, e preces dos Santos Martyres Proto, e Jacinto,
cujo dia hoje
&eacute;, vamos logo ferir nos imigos, ca pelo melhoramento da
vitoria, que contra n&oacute;s houveram, agora os acharemos mais
repouzados, e menos
percebidos&raquo;.<br />

<br />

Pelo qual os Christ&atilde;os postos em suas batalhas bem
concertadas, com grande ousadia, e sem sinal dalgum medo sairam, e
foram dar no arraial dos Mouros, e assi duramente os cometeram, e
t&atilde;o cruamente
os feriram, e foram t&atilde;o cortados, e trovados de medo, que
parecia
n&atilde;o terem armas para pelejar, nem for&ccedil;as para
resistir, e desacordados se diz,
que elles mesmos uns aos outros se feriam, e matavam, e se
espeda&ccedil;avam
com os p&egrave;s dos Cavallos, e que outros com medo da morte
duvidosa a tomavam certa no rio, que era junto em que se
lan&ccedil;avam, e afogavam, e
vendo-se os Reis Mouros, e suas gentes assi salteados, e vencidos
n&atilde;o tendo
j&aacute; alguma esperan&ccedil;a em sua resistencia, nem
peleja, procuraram buscar
sua salva&ccedil;&atilde;o
na fogida, em cujo alcance os Christ&atilde;os matando, e ferindo
seguiram, em que se affirma que dos quatro Reis que alli vieram, dous
delles sem se dizer quem eram, foram mortos, e com elles trinta mil
Mouros mais, e com esto recolhendo o muito, e mui rico despojo, que
acharam no arraial dos Mouros, os Christ&atilde;os se
torn&aacute;ram mui alegres a
seu cerco, que tinham posto sobre a Villa, dando todos muitas
gra&ccedil;as e louvores ao
Padre nosso Senhor, que de sua m&atilde;o deu esta vitoria, que foi
a onze dias
de Setembro do sobredito anno de mil duzentos e dezasete annos, (1217)
dia dos ditos Martyres Proto, e Jacinto, &aacute;
certid&atilde;o da qual
vitoria, como foi dada aos infieis, que para este descerco eram em sua
frota postos no mar elles desacordados, e tristes se partiram, onde se
diz que se perderam alguma parte de seus navios, e de suas gentes
ass&aacute;s nelles.<br />

<br />

<br />

<span class="pagenum"><a id="Page_39" name="Page_39">[39]</a></span>
<h1><a name="CAPITULO_VIII"></a>CAPITULO VIII</h1>

<div class="quote">Como os
Christ&atilde;os combateram e tomaram o Castello
Dalcacere</div>

<br />

<br />

<br />

<span class="smallcaps">Os</span>
Christ&atilde;os por esta vitoria ficaram alegres, e mui
esfor&ccedil;ados, depois de consultarem sobre a milhor maneira que
teriam para tomar a Villa, fizeram duas escadas grandes, e com gente
darmas que comprio foram logo juntas ao muro para o entrarem, e
comessarem de combater o Castello; mas os Mouros com a necessidade que
tinham de salvar suas vidas,
dobr&aacute;ram suas for&ccedil;as, pelo qual assi com fogo,
com pedras, e traves,
e setas, que de cima do muro lan&ccedil;avam, afastaram os
Christ&atilde;os
longe do muro, em que da uma parte, e da outra foram muitos mortos, e
feridos, e porque os Christ&atilde;os viram que aquella qualidade
de combate por a
grande fortaleza, e desposi&ccedil;&atilde;o dos muros lhe
n&atilde;o socedia
como dezejavam, fizeram logo cavas, e minas por baixo da terra para as
poerem debaixo dos muros, e postos em contos os derribarem por fogo;
mas os Mouros que desto por avizos, ou por conjeituras foram bem
sabedores contraminaram as cavas dos Christ&atilde;os, e uns, e
outros com peleja mui crua se
encontraram, em que houve muito sangue derramado, e com grandes fogos,
e cousas fumosas que os Mouros fizeram, lan&ccedil;aram os
Christ&atilde;os fora
das cavas, e pozeram sobre si segura guarda, pelo qual vendo os
Christ&atilde;os que
alguma cousa das cometidas de todo lhes n&atilde;o aproveitava,
elles, por
conselho, e ordenan&ccedil;a do Capit&atilde;o da frota, que
era homem
engenhoso, e de bom esfor&ccedil;o, fizeram logo duas bastidas de
madeira muito fortes,
e t&atilde;o altas que cada uma dellas sobejava por cima das mais
altas Torres <span class="pagenum"><a id="Page_40" name="Page_40">[40]</a></span>do Castello, donde
os combates que nellas poseram iam
seguros, e n&atilde;o
temiam os danos dos Mouros, e com esto, e com outros engenhos que mais
ordenaram, e com muitos b&eacute;steiros, e frecheiros commetteram
o Castello
rijamente por muitos lan&ccedil;os do muro, por cima do qual os
Mouros com a
for&ccedil;a das setas, e pedras que lhe lan&ccedil;avam,
n&atilde;o ouzavam parecer
nem resistir como dantes faziam, e vendo-se fracos de suas
for&ccedil;as, e desesperados
j&aacute; em tudo, de todo o soccorro, e finalmente porque se
n&atilde;o podiam suster,
fizeram sinal que se queriam render, e sobre seguro, que lhes foi dado,
vieram
&aacute; pratica, e apontamento, em que pediram as vidas, e
fazendas, mas as vidas s&oacute;mente lhe foram outorgadas com
seguran&ccedil;a
das quaes elles abriram as portas do Castello, e assi seguros se
sahiram, e foram para onde quizeram, e o Alcaide do Castello, que antre
elles era a pessoa mais principal, n&atilde;o se quiz ir com os
outros, mas acha-se que da
tomada da Villa, a tres dias por sua vontade foi bautizado, e tornado
Christ&atilde;o, e os outros Mouros que os Christ&atilde;os
acharam pelas Aldeas, e
Lugares de redor todos, se diz que sem resistencia morreram a ferro, e
os grandes despojos que da batalha passada se recolheram, e na Villa se
acharam foram logo igualmente repartidos sem aventagem dalgum, salvo
que ao Capit&atilde;o de f&oacute;ra, porque por seu conselho e
ordenan&ccedil;a o cerco fora sempre regido lhe deram mais
d&eacute;z por prezioneiros, que elle
tom&aacute;ra.<br />

<br />

E porque ao Bispo de Lisboa n&atilde;o foi sobre elles dada alguma
avantagem, que bem merecia, o Capit&atilde;o da frota a que tal
escasseza
n&atilde;o pareceo bem, por seu conforto lhe disse:
&laquo;Reverendo Bispo, posto que
v&oacute;s aqui pelo bem recebeis mal, e pela bondade malicia
rogo-vos que a estes homens, que t&atilde;o mal o conhecem, e fazem
sejais paciente, porque o
principal galard&atilde;o <span class="pagenum"><a id="Page_41" name="Page_41">[41]</a></span>que
por este trabalho mereceis Deos nosso
Senhor
que &eacute; bom, e justo, e porque bem o recebestes volo
dar&aacute; bom no Ceo, e
ser&aacute; melhor que este de cousas da terra&raquo;. E com
esto os Estrangeiros se
recolheram a suas frotas, e se partiram para onde quizeram, e o Bispo
com os senhores Portuguezes, que ao cerco vieram depois de leixarem a
Villa afortalezada, e bastecida, como viram que compria, tambem se
tornaram para suas terras, e cazas, e esta tomada de Alcacere em tempo
deste Rei Dom Affonso II foi em dia de S. Lucas, a dezoito do mez de
Outubro da era de nosso Senhor de mil duzentos e dezasete annos, (1217)
e dahi a um anno este Rei Dom Affonso com a Rainha Dona Orraca sua
molher lhe deo foral que agora tem, como por elle parece.<br />

<br />

<br />

<br />

<h1><a name="CAPITULO_IX"></a>CAPITULO IX</h1>

<br />

<div class="quote">Como cinco
frades Italianos da Ordem de S. Francisco foram a Marrocos a
pr&eacute;gar a
F&eacute; de Christo, e primeiramente chegaram a Sevilha, que era
de&nbsp;Mouros</div>

<br />

<br />

<br />

<span class="smallcaps">Desta</span> tomada
Dalcacere at&eacute; o falecimento Del-Rei Dom Affonso
se pass&aacute;ram seis annos, nos quaes se n&atilde;o acha
feito que elle fizesse,
nem se passasse cousa dina de memoria, salvo que depois em sua vida, e
da dita Rainha Dona Orraca sua molher, o Ifante Dom Pedro seu
Irm&atilde;o
filho tambem legitimo del-Rei Dom Sancho trouxe a Coimbra os ossos dos
cinco Frades Menores, que em Marrocos morreram Martyres, cujo caso
segundo a Lenda Santa, que delles se l&ecirc;, e segundo o que mais
delles<span class="pagenum"><a id="Page_42" name="Page_42">[42]</a></span>
verdadeiramente se acha foi brevemente nesta maneira. Na Coronica
del-Rei Dom Sancho pai deste Rei, falando dos filhos que teve
sumariamente disse: que o Ifante Dom Pedro, seu filho, o qual bem
acompanhado de nobre gente Despanha passara em Africa, e estivera em
muita estima, e grande authoridade com Mirabolim de Marrocos,
at&eacute; o tempo do Martyrio destes Santos
Frades, dos quaes se acha por a dita sua Lenda, e por
inquiri&ccedil;&atilde;o verdadeira, que o sobredito Dom
Matheus, Bispo de Lisboa, delles, e do seu Martyrio, e milagres tirou
por testemunhos de muitos, dinos de f&eacute;, que
com o dito Ifante andaram, e principalmente por um Cavaleiro de
Santarem que chamavam Estev&atilde;o Pires, homem velho, e honrado,
e de louvada
vida, e costumes que ao dito Ifante sempre servio, que na era de nosso
Senhor de mil duzentos e dezanove, (1219) e aos treze annos da primeira
convers&atilde;o de S. Francisco, elle por vontade de Deos,
escolheo em sua vida seis Frades de sua Ordem por natureza Italianos, e
de maravilhosa santidade, a saber: Frei Vital, e Berardo, Otone,
Acurcio, Pedro, e Adjuto, e por saberem bem a lingoa Arabiga os mandou
ao Rei, e Reino de Marrocos, que naquelle tempo sobre os Mouros
Dafrica, e Despanha tinha o
m&oacute;r Principado, para lhe pr&eacute;garem, e trabalharem
pelo converter
&aacute; F&eacute; de Christo.<br />

<br />

E destes seis Frades fez maioral, e Prelado a Frei Vital, o qual como
elle com os outros chegassem ao Reino Darag&atilde;o adoeceo; e
porque vio que sua doen&ccedil;a se prolongava por tal que seu mal
corporal, o
bem, e negocio espiritual, e de Deos n&atilde;o impedisse, mandou
que por
comprirem o mandado
de Deos, e de S. Francisco se fossem a Marrocos, os quaes por sua
obediencia o leixaram doente, e se partiram, e chegeram &aacute;
Cidade de Coimbra onde a esse tempo era <span class="pagenum"><a id="Page_43" name="Page_43">[43]</a></span>a
Rainha Dona Orraca molher
deste Rei Dom Affonso, a qual os fez ir ante si, e como falasse com
elles em cousas de
Deos, e nelles visse t&atilde;o grande desprezo do mundo, e tamanho
fervor de morrer por amor de Jesu Christo, e sem duvida os julgou, e
houve por mui verdadeiros, e prefeitos servos de Deos, e por esso com
grande instancia lhe rogou, que por suas roga&ccedil;&otilde;es
pedissem a Deos
que revelasse a ella o derradeiro termo de sua vida, e posto que elles
com sua humildade confessassem n&atilde;o ser dinos entender nos
segredos de Deos:
por&eacute;m vencidos das devotissimas preces da Rainha, ditas com
muitas lagrimas, prometeram-lhe que assi o pediriam, os quaes orando a
Deos com firme, e pura f&eacute;, n&atilde;o s&oacute;mente
o que da vida da
Rainha, mas ainda o seu Martyrio, por revela&ccedil;&atilde;o
de Deos lhe foi tambem senificado,
porque logo disseram que os derradeiros dias da vida da Rainha seriam
mui sedo quando seus corpos depois de seu Martyrio, fossem de Marrocos
ali trazidos, e della mesma Rainha, e de todo o povo com grandes honras
recebidos, e assi foi como se dir&aacute;.<br />

<br />

Partidos os Frades de Coimbra para seguirem sua santa jornada, vieram
por aviamento da Rainha Dona Orraca &aacute; Villa Dalanquer, onde
estava a Ifante Dona Sancha, irm&atilde; del-Rei Dom Affonso, que
era
Senhora da dita Villa, a que tambem revellaram todo o seu proposito;
como ella foi Princeza mui santa, aprovando seu negocio ella sobre os
habitos da sua Religi&atilde;o que elles traziam lhes deu outras
vestiduras
seculares, taes, com que mais livres, e facilmente podessem passar a
terra de Mouros, e assi com seus habitos desimullados foram
&aacute; Cidade de
Sevilha, que ent&atilde;o era de Mouros, onde na pouzada de um
Christ&atilde;o, leixados os
habitos leigos, por oito dias estiveram escondidos, e acertou-se que em
um dia fervendo seu espirito<span class="pagenum"><a id="Page_44" name="Page_44">[44]</a></span>
para Martyrio, elles sem guia, nem
conselho doutros se foram &aacute; principal Mesquita dos Mouros, e
como em
ella quizessem entrar os infieis, que os viram, e conheceram, endinados
contra elles com empux&otilde;es, brados, e a&ccedil;outes, que
lhe deram, e por instituto, e costume os n&atilde;o consentiram
entrar, e dahi
indo-se &aacute;s portas del Rei, e sendo ante as ditas portas dos
Pa&ccedil;os foram
levados ante El Rei, e perguntados quem eram? Responderam: que vinham a
elle Rei por Embaixadores, e enviados do Rei dos Reis, e Senhor dos
Senhores, que era Jesu Christo, e como ante El-Rei muitas, e mui dinas
cousas da
F&eacute; Catholica proposessem aconselhando-o para sua
convers&atilde;o, e
para receber agoa do santo Bautismo, e com esso muitas couzas feas, e
torpes de Mafamede, e de sua seita descobrissem, El-Rei endinado de
grande ira contra elles lhes mandava cortar as cabe&ccedil;as, mas
aman&ccedil;ado por palavras de um seu filho, que era prezente, os
mandou meter em uma Torre mui alta junto dos Pa&ccedil;os, de cuja
altura aos que entravam, e sahiam
da caza del-Rei, elles n&atilde;o leixavam de pr&eacute;gar em
altas
vozes a F&eacute; de Christo, e brasfemar, e mal dizer da Seita de
Mafamede, cujos seguidores, e
favorecidos diziam que no inferno seriam com tormentos para sempre
danados, e anojado El-Rei de suas palavras, e para lhe arredar o azo de
as n&atilde;o poderem dizer, os mandou meter no mais profundo da
Torre, donde por concelho dos seus vassallos os mandou tirar, e levar a
Marrocos em companhia de Dom Pedro Fernandes de Castro o
Castell&atilde;o, de
que atraz disse, e ao diante direi, que por odios, e
persegui&ccedil;&otilde;es dos Condes de Lara, n&atilde;o
se pode soster em Castella, e duas vezes se passou
aos Mouros, e desta derradeira para Mirabolim de Marrocos.<br />

<br />

<br />

<span class="pagenum"><a id="Page_45" name="Page_45">[45]</a></span>
<h1><a name="CAPITULO_X"></a>CAPITULO X</h1>

<br />

<div class="quote">Como os
Frades chegaram a casa do Ifante Dom Pedro, e do que logo fizeram, e
como foram tornados
a Ceyta para virem a terra dos Christ&atilde;os, e dahi
se volveram outra vez a Marrocos</div>

<br />

<br />

<br />

<span class="smallcaps">Neste</span> tempo estava em
Marrocos o Ifante Dom Pedro, filho del-Rei Dom
Sancho, e irm&atilde;o deste Rei Dom Affonso, a cuja caza os ditos
Frades, e o dito Dom Pedro Fernandes logo chegaram, e o Ifante os
recebeo com humanidade, deva&ccedil;&atilde;o, e bom trato, e
os proveo de
todo o que haviam mister, porque era Principe em virtudes mui acabado,
e os Frades como dahi em diante viam quasquer Mouros logo com muito
fervor lhes
pr&eacute;gavam, especialmente um dia Frei Berardo, que delles era
o mais principal, e milhor sabia Arabia, sobindo em um carro, ou lugar
alto como pulpito, e pr&eacute;gando a F&eacute; de Christo a
muitos Mouros que o
ouviam acertou-se que o Mirabolim ia visitar, como tinha de costume, a
sepultura dos Mouros Reis, que eram f&oacute;ra da Cidade, e vendo
o Frade
pr&eacute;gar, e por elle ser prezente n&atilde;o querer
desistir da
pr&eacute;ga&ccedil;&atilde;o &aacute; sua seita
contraria, estimando o por homem sandeo, e por tirar escandalos mandou,
que elle com todos os Frades fossem logo lan&ccedil;ados fora da
Cidade, e
sem tardan&ccedil;a levados a terras dos Christ&atilde;os, pelo
qual o Ifante Dom Pedro
havendo-o assi por bem lhes deu alguns seus servidores, que seguramente
os levassem, como levaram at&eacute; a Cidade de Ceyta, para dahi
logo
passarem a terra dos fieis.<br />

<br />

Mas os Santos Padres n&atilde;o contentes da viagem
leix&aacute;ram as guias, que os levavam, e tornaram-se outra<span class="pagenum"><a id="Page_46" name="Page_46">[46]</a></span>
vez a
Marrocos, e como chegasseem
&aacute; pra&ccedil;a da Cidade logo aos muitos Mouros, que
nella acharam
come&ccedil;aram de pr&eacute;gar, louvando os merecimentos da
F&eacute; de Christo, e brasfemando dos
vicios, e erros de Mafamede, e sua seita, da qual cousa como El-Rei
fosse certificado os mandou logo meter em um estreito carcere, onde sem
alguma ordenada proviz&atilde;o, nem mantimento dos homens, que
houvessem,
mas com a s&oacute; refei&ccedil;ao de Deos, que houveram.
Vinte dias
foram encarcerados asperamente, e neste tempo, porque em toda aquella
terra sobrevieram mui grandes, e desordenadas quenturas do Sol, e
grandes destemperamentos do Ar, alguns creram que estes males poderiam
vir pela injusta
priz&atilde;o dos Frades, pelo qual por concelho de um Mouro
chamado Abotorim, que aos Christ&atilde;os tinha amor, e queria
bem, El-Rei consentio que
fossem livres do carcere, e trazidos ante elle, mandou aos
Christ&atilde;os que
logo sem mais deten&ccedil;a os mandassem a sua terra.<br />

<br />

E por&eacute;m El-Rei com os outros Mouros n&atilde;o ficaram
sem grande espanto, quando viram os Frades t&atilde;o
esfor&ccedil;ados dos corpos,
e t&atilde;o constantes das vontades, havendo vinte dias continos,
que sem algum mantimento ordenado jouveram no carcere, e perguntados
por El Rei: quem os mantivera tanto tempo? Lhe disse Frei Berardo, que
como El-Rei bem crece na
F&eacute; de Jesu Christo logo saberia como elles sem beber, e sem
comer foram no carcere manteudos. E com tudo elles como se viram
soltos, logo sem algum medo outra vez quizeram tornar a pregar aos
Mouros, mas os outros
Christ&atilde;os, que com elles estavam, receosos da ira del-Rei
que com mortes, e cruezas, se estenderia nas vidas de todos, como
mostrava, lho
n&atilde;o consentiram.<br />

<br />

Ent&atilde;o lhe ordenaram logo outros homens fieis que os
acompanhassem, e levassem outra vez a Ceyta, para<span class="pagenum"><a id="Page_47" name="Page_47">[47]</a></span>
dahi passarem a terra
dos
Christ&atilde;os, mas os ditos Frades sospirando por seu Martyrio,
despedindo-se daquelles que os levavam se tornaram outra vez a
Marrocos, onde o Ifante os mandou logo recolher, e encerrar em sua caza
com guardas, e defeza estreita, que os n&atilde;o leixassem sahir,
porque receava segundo El-Rei de
suas prega&ccedil;&otilde;es se escandalizava, que
n&atilde;o
s&oacute;mente mandaria matar os Frades, mas a elle, e a todos os
christ&atilde;os que houvesse na Cidade.<br />

<br />

<br />

<h1><a name="CAPITULO_XI"></a>CAPITULO XI</h1>

<div class="quote">De um
milagre que se fez por causa de Frei Berardo, e como foram presos e
atormentados os
outros Frades</div>

<br />

<br />

<span class="smallcaps">E</span> acertou-se que o
Mirabolim a este tempo mandou o Ifante Dom Pedro com
outros muitos nobres homens de Christ&atilde;os, e Mouros, que
delle tinham<br />

soldo fazendo guerra, e sogigar a uns senhores Mouros seus vassallos,
que se lhes rebelaram, apoz os quaes Frei Berardo, e os outros Frades,
que tiveram maneira de se soltar, logo seguiram, e foram devolta onde
se diz, que disputando Frei Berardo com um Mouro ante elles o mais
letrado, e venceo, e confundio, e que este Mouro, com vergonha nunca
mais tornou a Marrocos, nem depois n&atilde;o pareceo, e tornando o
Ifante com
os outros Mouros da conquista, que lhes fora encomendada, vieram por
uma terra
t&atilde;o seca que por tres dias para si, nem pera seus cavallos
n&atilde;o
poderam achar em nenhuma parte agoa para beber, e como a estreiteza da
sede desesperasse todos das vidas, Frei Berardo era na companhia, feita
<span class="pagenum"><a id="Page_48" name="Page_48">[48]</a></span>primeiro sua
dovota ora&ccedil;&atilde;o, tomou na
m&atilde;o um piqueno pao com que cavou um pouco na terra mui seca
donde milagrosamente logo arrebentou, e sahio&nbsp; uma grande
fonte de agoa doce, e mui singular de que n&atilde;o
s&oacute;mente os homens, e alimarias bebiam, e se abastaram, mas
ainda encheram muitos odres, que levaram para o caminho.<br />

<br />

E como esta necessidade dagoa foi satisfeita, logo a fonte se sarrou, e
secou, e por t&atilde;o grande, e t&atilde;o manifesto milagre,
que de todos foi visto, e Deos por Frei Berardo fizera, todos os do
exercito dahi em diante o tiveram em grande
deva&ccedil;&atilde;o, e reverencia,
e muitos por Santo lhe beijaram os p&eacute;s, e as vestiduras, e
como estes Santos Frades
tornassem a Marrocos, e em caza do Ifante fosse por elles posta grande
guarda, para n&atilde;o sahirem, e elles toda via sairam, e em uma
Sexta feira,
que o Mirabolim ia visitar os sepulchros dos Reis Mouros, os Frades sem
algum temor, e com grande ousadia se apresentaram ante elle, e sobindo
Frei Berardo em um tezo come&ccedil;ou de lhe pr&eacute;gar mui
sem
receio, e como El-Rei os visse, cheo de ira contra elles, mandou a um
seu Capit&atilde;o
Mouro que vira o milagre dagoa, que logo lhes cortasse as
cabe&ccedil;as,
pelo qual os Christ&atilde;os, que eram prezentes, com temor de
suas proprias
mortes, logo fugiram dahi, e fechadas, e trancadas bem as portas de
suas pouzadas, nellas sem sair jaziam escondidos, mas o Principe Mouro
mandou aos homens da justi&ccedil;a que trouxessem os Frades ante
elle, e como
por duas vezes o n&atilde;o achassem os tornaram a levar a mais
aspero
carcere com golpes, e bofetadas com que os feriam, e com esso os ditos
Frades assi aos Christ&atilde;os, que se lhe offereciam
n&atilde;o leixavam
de pr&eacute;gar a palavra de Deos.<br />

<br />

E sendo outra vez trazidos ante o dito Principe, e <span class="pagenum"><a id="Page_49" name="Page_49">[49]</a></span>com
tanta constancia
os visse pr&eacute;gar, e confessar a f&eacute; Catholica, e
reprovar, e reprehender com muita ouzadia as couzas de Mafamede, e sua
seita, acezo da ira contra elles os mandou logo atormentar com muitas,
e mui desvairadas maneiras de tromentos, e depois apartar uns dos
outros, e em desvairadas cazas onde cruamente os mandou
a&ccedil;outar, e aquelles maos, e
crueis ministros atados os p&eacute;s, e as m&atilde;os dos
Santos, e
com cordas asperas lan&ccedil;adas aos colos delles, e
arrastando-os de uma parte a
outra pela terra, assi continuadamente, e t&atilde;o sem piedade os
a&ccedil;outavam, que as tripas lhe apareciam, e sobre as chagas
recebidas por acrescentarem mais dor lhe lan&ccedil;avam vinagre, e
azeite fervendo, e assi foram
por toda a noite atormentados, e a&ccedil;outados de trinta Mouros,
que nelles
se arrevezavam, na qual noite daquelles que os guardavam foi visto, que
um grande resplandor decendia dos Ceos, e com uma companha sem conto os
arrebatavam, e levantavam para cima, e maravilhados desso os Mouros, e
de todo espantados, chegando ao corcere acharam os Santos Frades
devotamente orando.<br />

<br />

<span class="pagenum"><a id="Page_50" name="Page_50">[50]</a></span>
<h1><a name="CAPITULO_XII"></a>CAPITULO XII</h1>

<div class="quote">Como El-Rei
de Marrocos fallou com estes Frades, e por os n&atilde;o poder
converter a sua seita
por si mesmo os matou, e como foram mortos tambem Pedro Fernandes,
e Martim Affonso Telo, sobrinho do Ifante</div>

<br />

<br />

<span class="smallcaps">As</span> quaes couzas
ouvindo El-Rei de Marrocos, acezo com maior sanha
contra elles, mandou que logo lhe fossem levados com as m&atilde;os
atadas, e descal&ccedil;os dos p&eacute;s, e depois dos corpos
continuadamente a&ccedil;outados, e espancados, os quaes como El
Rei na F&eacute; de Christo os visse
t&atilde;o firmes, mandou dentro meter comsigo certas molheres
fermozas, e
lan&ccedil;ados todos f&oacute;ra disse:
&laquo;Convertei-vos a nossa f&eacute;,
e dar-vos-hei estas por vossas molheres, e com ellas muito dinheiro, e
sereis em meu Reino muito honrados.&raquo; A que os Frades logo
responderam: &laquo;Tuas
molheres, e teu dinheiro n&atilde;o queremos; porque tudo esto
desprezamos por amor
de Christo&raquo;. &Eacute; ent&atilde;o El-Rei arrebatado
de
maior ira, e sanha, apartados os Santos um do outro, por suas proprias
e mui cruas m&atilde;os a
cada um per si talhou as cabe&ccedil;as por meio das fontes, e
apertando na
m&atilde;o tres cutellos, juntamente com uma crueza de besta
f&eacute;ra os degolou, os quaes
compriram este seu Martyrio a dezaseis dias de Janeiro do anno de
Christo de mil duzentos e vinte, (1220) em tempo do Papa Honorio III,
em o quarto anno de seu Pontificado, e quasi sete annos antes da morte
de S. Francisco.<br />

<br />

E depois disto lan&ccedil;ados f&oacute;ra os corpos dos
Martyres por as molheres, que comsigo tinham: estes perros barbaros e
maos, atando cordas a seus
p&eacute;s, e m&atilde;os, <span class="pagenum"><a id="Page_51" name="Page_51">[51]</a></span>os
arrastaram para f&oacute;ra
da Cidade, em
torno da qual com grandes brados, e preg&otilde;es os trouxeram, e
espeda&ccedil;ados de
todos os membros, os leixaram no campo, pelo qual os
Christ&atilde;os, que os assi viram, alevantadas as m&atilde;os
aos Ceos, louvando a Deos por seu
t&atilde;o glorioso Martyrio, comessaram de apanhar, e recolher as
Riliquias dos ditos Santos escondidamente, a qual couza como os Mouros
vissem, todos como c&atilde;es raivosos, tanta multid&atilde;o
de pedras
lan&ccedil;aram nos Christ&atilde;os, que parecia tempestade de
sua raiva, mas os Christ&atilde;os defezos
j&aacute; pelos merecimentos dos Santos, fugindo da ira dos Mouros
a suas cazas se recolheram, donde com temor da morte, que antre si
traziam, escondidos por tres dias n&atilde;o pareciam,
principalmente, porque neste
tempo o Ifante mandou a Dom Pedro Fernandes de Castro, o
Castell&atilde;o, que
l&aacute; era lan&ccedil;ado, e a Martim Affonso Tello, seu
sobrinho, nobres homens, que com outros muitos andavam em sua
companhia, que de noite secretamente fossem ver onde jaziam os corpos
dos Martyres para se recolherem, porque foram vistos, e achados dos
Mouros, logo os mataram.<br />

<br />

<br />

<h1><a name="CAPITULO_XIII"></a>CAPITULO XIII</h1>

<div class="quote">Como os
corpos dos Martyres foram queimados, e despeda&ccedil;ados, e emfim
recolhidos por
deva&ccedil;&atilde;o, e industria do Ifante Dom
Pedro</div>

<br />

<br />

<span class="smallcaps">Depois</span> desto em um
grande fogo, que foi feito no campo, os corpos dos
Santos se lan&ccedil;aram por tal, que de todo fossem queimados,
mas o fogo por virtude Divina das santas Reliquias assim se apartava, e
apagava, como que a materia <span class="pagenum"><a id="Page_52" name="Page_52">[52]</a></span>muito
lhe fosse contraira com junto, antes
a
cabe&ccedil;a de um dos Martyres lan&ccedil;ada muitas vezes no
fogo, nem nos seus
cabelos n&atilde;o pareceo algum sinal de queimadura, a qual assi
com a pelle, e cabellos foi mostrada sem alguma
corrup&ccedil;&atilde;o no Moesteiro de
Santa Cruz de Coimbra, mas dos Mouros alguns por amizade, e outros por
dinheiro, e proveito, e assi os Christ&atilde;os, que na Cidade
eram cativos, apanhando as
Reliquias dos Santos as offereciam ao Ifante, que recebendo-as com
grande
deva&ccedil;&atilde;o as mandou secretamente cozer, e depois
que as carnes se gastaram, e os ossos ficaram limpos, os mandou secar,
e encomendou a guarda principal delles a Jo&atilde;o Roberto,
Conego de Santa Cruz, homem em
virtudes acabado, e a tres innocentes, mo&ccedil;os honestos, seus
mo&ccedil;os
da Camara, dos quaes um foi o Estev&atilde;o Pires de que atraz
disse, que deu este
estromento, ca n&atilde;o era algum ouzado entrar onde as sagradas
Reliquias estavam em guarda, porque a s&oacute; sua consciencia de
qualquer crime ocultamente
commetido logo o reprendia, e acuzava.<br />

<br />

E neste tempo um Cavalleiro chamado Pedro da Roza, tendo uma manceba
por nome Maria da Roza, como sobisse a um sobrado onde as Reliquias se
guardavam logo elle sem se poder mover, e tolheito, bradou fortemente
dizendo: &laquo;Acorrei-me, acorrei-me, dai-me
confiss&atilde;o. A qual como o Conego lha deu, em que de todo
renunciou a manceba, logo foi livre dos membros, e pode decer, mas
n&atilde;o pode falar at&eacute; que o mesmo
Conego por mandado do
Ifante lhe poz sobre o peito a cabe&ccedil;a de um Martyre, com que
de todo recobrou as for&ccedil;as, e fala, assi como dantes as
tinha, e
dahi em diante, assi o Ifante como todos os seus tiveram as Reliquias
em maior honra, e deva&ccedil;&atilde;o, das quaes mandou meter
as
cabe&ccedil;as em uma arca, e os ossos em outra, e as tinham em
grande venera&ccedil;&atilde;o <span class="pagenum"><a id="Page_53" name="Page_53">[53]</a></span>na
sua
Capela, e &aacute;s santas Almas dos Bemaventurados Martyres, cujas
Reliquias tinha continua, e devotamente pedia, que de Deos lhe
ganhassem gra&ccedil;a para sem
perigo de sua pessoa, e dos seus, se poder vir para sua terra de
Christ&atilde;os, porque j&aacute; havia muitos dias que na dos
Mouros contra sua vontade se
detinha, e estava for&ccedil;ado.<br />

<br />

<br />

<h1><a name="CAPITULO_XIV"></a>CAPITULO XIV</h1>

<div class="quote">Como o
Ifante D. Pedro foi tornado a Espanha, e trouxe consigo os ossos, e
Reliquias dos
Martyres, e as mandou a Santa Cruz de Coimbra, e dos milagres que
houve no caminho</div>

<br />

<br />

<span class="smallcaps">Esta</span> gra&ccedil;a
pelas preces dos Martyres, foi da piedade de Deos
brevemente empetrada, porque estando o Ifante desta sua liberdade
ass&aacute;s desconfiado, o Mirabolim de sua propria vontade, e sem
requerimento dalguem o mandou chamar, e alegremente lhe deu
licen&ccedil;a, que
para sua terra se viesse quando quizesse, descobrindo-lhe logo as
muitas vezes que para sua morte fora de seus principaes aconselhado, e
induzido; mas por seus merecimentos, e bons servi&ccedil;os, que
fielmente sempre
lhe fizera, merecia outro galard&atilde;o. E com esta
licen&ccedil;a lhe
deu mais suas cartas de passos, para elle, e os seus seguramente
poderem passar, com as quaes partiram de Marrocos, e depois de um dia,
e uma noite, vieram no caminho dormir a Azora, que era lugar despovoado
onde de ferozes brados dos muitos Li&otilde;es, que ahi ha foram
postos em temor de que logo
foram livres, como ante si, e os Li&otilde;es pozeram com
deva&ccedil;&atilde;o, e confian&ccedil;a<span class="pagenum"><a id="Page_54" name="Page_54">[54]</a></span>
as santas
Reliquias, que por sua santidade fizeram tudo quieto, e ao outro dia
chegaram a um Lugar em que se apartavam muitos caminhos, e duvidosos de
qual era o melhor que tomariam, e o Ifante sospen&ccedil;o, e
confiado na santa guia das Reliquias que acompanhava mandou dar a
dianteira a uma Azemala que as levava, e houve por bem que aquelle
caminho que ella tomasse, todos por milhor o seguissem esperando que
elle seria o milhor, e mais seguro.<br />

<br />

O que foi assi feito, e a Azemala se desviou de um caminho para que a
gente se mais inclinava, onde o Ifante soube depois em certo que Mouros
o esperavam para o matar, e roubar, e da hi em diante em dezertos e
montes porque pass&aacute;ram sempre d&eacute;ram a guia
&aacute;s santas Reliquias, que com a gra&ccedil;a de Deos
levaram o Ifante, e os seus a salvamento
at&egrave; Ceita, onde embarcando logo em uma nao, que o Divino
favor lhe tinha prestes, e aparelhada para terra de
Christ&atilde;os, partiram, e navegaram
logo com vento
prospero, que em poucas horas, com grande escurid&atilde;o se mudou
o contrairo, e algumas outras naos que se acertaram em sua conserva,
por uma respira&ccedil;&atilde;o divina faziam daquella do
Ifante
Capitaina, por quem se regiam, e com a grande
sarra&ccedil;&atilde;o que sobreveio
temendo de ir &aacute; Costa se encomendaram devotamente aos rogos,
e merecimentos dos Santos Martyres, cujas sagradas Reliquias levavam,
para que em salvamento os guiassem, e logo supitamente derramada a
escurid&atilde;o, em que andavam, veo
a grande claridade, e bonan&ccedil;a, com que bem viram, e
conheceram o
caminho de sua perdi&ccedil;&atilde;o, que levavam, e desviados
delle
aportaram na Aljazira, daquem Despanha, e dahi a Tarifa, e logo a
Sevilha, que era de Mouros, onde por os Christ&atilde;os que ahi
eram, o Ifante foi avizado, que logo se
partisse, porque El-Rei de Sevilha o mandava prender.<br />

<br />

<span class="pagenum"><a id="Page_55" name="Page_55">[55]</a></span>
Pelo qual logo ahi embarcaram, e vieram a Astorga, que &eacute; em
Galiza do Reino de Li&atilde;o, onde ent&atilde;o reinava
El-Rei Dom
Affonso, primo com irm&atilde;o do
Ifante Dom Pedro, e como foram partidos chegaram a Sevilha mandados de
Mirabolim de Marrocos que logo lhe prendessem, e tornassem o Ifante, e
cortassem as cabe&ccedil;as a todos os seus, mas deste perigo, e
doutros muitos prouve a Deos que o Ifante, e os seus, pelos
merecimentos dos Santos Martyres, cujo devoto era, fossem como foram,
livres, e seguros, e como chegassem a Astorga um hospede onde foram
agazalhados havia trinta annos que assi era doente, e tolheito de
parlezia, que do officio da fala, e dos membros era de todo privado, e
ouvindo as grandes maravilhas dos Santos Martyres, que os
Christ&atilde;os consigo traziam,
lan&ccedil;ado em terra ante a Arca em que suas sagradas Reliquias
eram guardadas, pedindo-lhe com muitas lagrimas, e grande
deva&ccedil;&atilde;o remedio para
sua doen&ccedil;a, logo ahi &aacute; vista de todos recebeo na
fala, e em todos os membros perfeita saude, e o Ifante Dom Pedro
n&atilde;o veio com as Reliquias dos Martyres a
Coimbra; mas de Astorga mandou com ellas Affonso Pires de Arganil, que
era Rico homem, e pessoa de grande credito, porque o Ifante Dom Pedro
n&atilde;o era bem avindo com El-Rei Dom Affonso de Portugal seu
irm&atilde;o.<br />

<br />

<br />

<span class="pagenum"><a id="Page_56" name="Page_56">[56]</a></span>
<h1><a name="CAPITULO_XV"></a>CAPITULO XV</h1>

<div class="quote">Como as
Reliquias dos Martyres foram recebidas, e como foi a morte da Rainha
Dona Orraca, molher
del-Rei Dom Affonso, e das cousas que foram vistas</div>

<br />

<br />

<span class="smallcaps">Como</span> Affonso Pires
chegasse a Coimbra onde a fama dos Santos Martyres
j&aacute; era, a sobredita Rainha Dona Orraca molher deste Rei Dom
Affonso de Portugal, que ahi estava com o povo junto, que com toda a
Cleresia, e mui devota, e solenne Prociss&atilde;o, saio a receber
as sagradas
Reliquias, e com muita deva&ccedil;&atilde;o, e grande
solennidade as
levaram ao Moesteiro de Santa Cruz, onde mui honradamente as leixaram,
e como a nova do glorioso Martyrio destes Santos Frades chegasse a S.
Francisco, alegrando-se em seu espirito, disse: &laquo;Agora
verdadeiramente posso dizer que
tenho cinco irm&atilde;os&raquo;. E no mesmo anno em que estes
Martyres
foram mortos segundo testemunho das santas
Li&ccedil;&otilde;es, que delles se
dizem, por sua vingan&ccedil;a a ira, e
indina&ccedil;&atilde;o de Deos, veio contra El-Rei de
Marrocos, e seu Reino, porque a propria m&atilde;o direita, e
bra&ccedil;o
&ccedil;om que o dito Rei Mouro matou os Santos Frades, todos seus
membros daquella parte at&eacute; o
destro p&eacute;, foram todos secos, e por
maldi&ccedil;&atilde;o da sua terra, nos
tres annos seguintes apoz este Martyrio, n&atilde;o choveo nella
couza alguma, de que se
seguio mais, que por cinco annos continos houve tanta fome, e
t&atilde;o cruas
pestilencias nos homens, que a m&oacute;r parte da gente por
tamanha mortindade foi
destruida por tal, que os annos da vingan&ccedil;a fossem iguaes ao
numero
dos Santos Frades.<br />

<br />

<span class="pagenum"><a id="Page_57" name="Page_57">[57]</a></span>
E porque a Profecia dos Santos Frades em todo se comprisse a sobredita
Rainha Dona Orraca passadas mui poucas horas, depois que &aacute;s
Santas Reliquias foi dada divina sepultura, ella Rainha chea de
virtudes acabou sua vida, e dahi foi levada a Alcoba&ccedil;a onde
jaz, e
&aacute; mesma hora que ella faleceo, sendo a noite profunda, Dom
Pedro Nunes Conego, e
Sacrist&atilde;o do Moesteiro de Santa Cruz, Var&atilde;o por
Santidade mui
esclarecido, e Confessor da mesma Rainha, vio innumeraveis Frades
Menores entrar no Choro antre os quaes era um, que aos outros com
grande solennidade precedia, e apoz elle cinco antre todolos outros com
honra singular mais excellentes, e como no Choro com
prociss&atilde;o assi entraram
logo com doce melodia que se n&atilde;o p&oacute;de dizer,
cantaram as
Matinas, e o dito Pedro Nunes Sacrist&atilde;o, sendo pelo que vio
todo atonito, perguntou a um
delles, a que vieram, e porque lugar tantos Frades em tal hora
entrassem, sendo serradas todalas portas do Moesteiro, o qual lhe
respondeu:
&laquo;N&oacute;s todos que aqui vez somos Frades Menores, e
agora reinamos com Christo, e aquelle que vez, que com tanta gloria
precede aos outros, &eacute;
S. Francisco que tanto dezejastes ver nesta vida, e aquelles cinco, que
antre os outros tem mais excellencia s&atilde;o os Frades, que em
Marrocos
por Christo receberam Martyrio, e neste Moesteiro s&atilde;o
sepultados, e sabe
que a Rainha Dona Orraca nesta ora passou desta vida, e porque ella de
todo cora&ccedil;&atilde;o amou nossa Ordem, Nosso Senhor Jesu
Christo nos enviou c&aacute; todos, porque por sua honra disessemos
aqui Matinas, e porque tu eras seu confessor, quiz Deos que tu visses
estas couzas, e da morte da Rainha n&atilde;o duvides; porque na
hora que daqui partirmos
ouvir&aacute;s logo certa nova&raquo;. E aquella
Prociss&atilde;o sendo todas as portas
do Moesteiro serradas logo sairam, e nesta hora aquelles que <span class="pagenum"><a id="Page_58" name="Page_58">[58]</a></span>eram
da
familia da dita Rainha bateram &aacute;s portas, e denunciaram que
ella tinha
j&aacute; paga sua necessaria divida &aacute; carne, e falecera.<br />

<br />

<h1><a name="CAPITULO_XVI"></a>CAPITULO XVI</h1>

<div class="quote">Como Santo
Antonio por exemplo destes Martyres tomou o habito
S. Francisco, e do que
seguio
em Marrocos por milagre, e da morte
del-Rei Dom
Affonso</div>

<br />

<br />

<span class="smallcaps">Despois</span> que estes
Santos Martyres come&ccedil;aram de resplandecer
com mui claros milagres que muitos em sua mais profuza lenda se contem,
e por exemplo delles o Bemaventurado Antonio que a este tempo era
Conego no Moesteiro de Santa Cruz mesmo, e se chamava Fernando Martins,
ardendo com dezejo de semelhante Martyrio, entrou na mesma Ordem dos
Menores, em idade de vinte e cinco annos, e nella acabou dez annos,
exclarecido em Santidade, e com milagres. E por esta ida destes Frades,
o mesmo S. Francisco, porque seu exemplo ardia em gram fervor, e dezejo
de Martyrio, passou com sete Frades a terra de Suria, e foi ao Gram
Soldam, e como quer que com grande constancia, e mui sem medo lhe
pr&eacute;gasse a F&eacute; de Christo, o Gram Soldam o tornou
a enviar
livremente, e
s&atilde;o a sua propria terra.<br />

<br />

E acha-se por lembran&ccedil;as antigas, que por este Martyrio
destes Santos Frades ser t&atilde;o cruamente feita em Marrocos, e
com
tanto
desprezo de Deos, e de sua palavra, houve em todo aquelle Reino tantas
esterilidades, e securas, e por tantos annos, que esteve para de todo
se despovoar, e porque geralmente antre<span class="pagenum"><a id="Page_59" name="Page_59">[59]</a></span>
elles, e pelo povo se dizia que
tamanha maldi&ccedil;&atilde;o n&atilde;o viera
&aacute; terra salvo pela inocente morte dos Religiosos, El-Rei a
cujas
orelhas este rumor, e clamor chegara, tendo sobre esso concelho com os
Mouros, e tambem com os
Christ&atilde;os, que estavam ahi, acordaram que onde padeceram,
que
ali com grande arrependimento, e gemidos, e muitas lagrimas viessem,
como vieram pedir a Deos que havendo por esso com elles piedade, se diz
que logo choveo, e veio &aacute; terra acostumada
avondan&ccedil;a em
todalas
cousas, por cujo beneficio se affirma que El-Rei de Marrocos com todo
seu povo prometeram, e ordenaram que da mesma Ordem dos Frades Menores
fosse dado Sacerdote, ou Bispo a todolos Christ&atilde;os, que em
Marrocos, e em sua terra
vivessem, e que os Frades fizessem ahi Moesteiro da Ordem de S.
Francisco, em que livremente sempre estivessem, e dessem os Sacramentos
aos
Christ&atilde;os sem algum receio, o que por muitos annos assi
comprio.<br />

<br />

E deste anno de Christo de mil e duzentos e vinte, em que esto sucedeo,
at&eacute; o anno de mil duzentos e vinte e quatro em que este Rei
Dom Affonso faleceo, n&atilde;o achei que elle fizesse, nem em seu
Reino
sucedesse outras cousas notaveis, pelo qual tendo elle trinta e sete
annos de sua idade, e havendo doze annos que Reinava, faleceo na era de
nosso Senhor de mil e duzentos e vinte e quatro, (1224) e jaz em
Alcoba&ccedil;a, com a
Rainha Dona Orraca sua molher, na Capella grande, que elle em sua vida
mandou fazer diante a porta do Moesteiro, e neste anno se diz que foi
mudado o Convento de Santa Maria, a antiga &aacute; nova Egreja, e
Moesteiro
de Alcoba&ccedil;a, que El-Rei D. Affonso Anriques, seu
av&ocirc;
de fundamento mandou fazer.<br />

<br />

<div style="text-align: center;">DEO GRATIAS<br />

</div>

<br />

<br />

<h1>INDEX DAS COUSAS NOTAVEIS</h1>

<h2>A</h2>

<br />

<br />

Affonso II (D.) de Portugal, que idade tinha, e em que anno foi
levantado Rei, <a href="#Page_17">pag. 17</a>. Foi
cazado com Dona Orraca filha del-Rei D.
Affonso IX de Castella. ibi. N&atilde;o quer conceder &aacute;
Rainha Dona Tareja, e &aacute; Infanta Dona Sancha suas
irm&atilde;s as
terras que lhes deixara
seu pai D. Sancho I, <a href="#Page_22">pag. 22</a>.
&Eacute; excommungado pelo Papa
Innocencio III
para que largue os Castellos de Monte M&oacute;r, e Alanquer a suas
irm&atilde;s, <a href="#Page_24">pag. 24</a>.
&Eacute; absolvido da
Excommunh&atilde;o, e com
que circumstancias se
ajustou a tregoa entre estes Principes, <a href="#Page_25">pag.
25</a> e <a href="#Page_26">26</a>. Contende
judicialmente sobre a mesma materia com suas irm&atilde;s, e
&eacute;
condemnado a
pagar-lhe uma grande somma de dinheiro, <a href="#Page_27">pag.
27</a>. Em que anno, e idade
morreo, <a href="#Page_30">pag. 30</a>. Onde
est&aacute; sepultado, <a href="#Page_30">ibi</a>.<br />

<br />

Affonso IX (D.) de Castella sogro del-Rei D. Affonso II de Portugal com
quem foi cazado, e que filhos teve, <a href="#Page_18">pag.
18</a>. Manda chamar a seu genro
D. <span class="pagenum"><a id="Page_61" name="Page_61">[61]</a></span>Affonso II de
Portugal &aacute;s Cortes que fez em Burgos, e
n&atilde;o vai, <a href="#Page_21">pag. 21</a>,
onde morreo, e est&aacute; sepultado,
<a href="#Page_21">ibi</a>.<br />

<br />

Affonso Pires de Arganil, entrega por ordem do Infante D. Pedro as
Reliquias dos Martyres de Marrocos no Convento de Santa Cruz de
Coimbra, <a href="#Page_55">pag. 55</a>.<br />

<br />

Alcacere &eacute; cercado pelos Portuguezes e Estrangeiros, e das
pessoas principaes Portuguezas que assistiram neste cerco, <a href="#Page_31">pag. 31</a>. No
seu campo s&atilde;o mortos pelos Portuguezes trinta mil Mouros, e
em
que dia
e anno se conseguio esta vitoria, <a href="#Page_38">pag.
38</a>. O seu Castello depois de uma
larga resistencia &eacute; conquistado, <a href="#Page_40">pag.
40</a>. Em que dia e anno
foi
tomado, <a href="#Page_41">pag. 41</a>.<br />

<br />

Algozo e Freixo s&atilde;o tomados pelos Ifantes D. Pedro e D.
Fernando em odio de seu irm&atilde;o D. Affonso II de Portugal, <a href="#Page_24">pag
24</a>.<br />

<br />

Antonio (Santo) passa da Religi&atilde;o dos Conegos de Santo
Agostinho para a de S. Francisco, <a href="#Page_58">pag.
58</a>.<br />

<br />

Armada de Alem&atilde;es, e Framengos, que se compunha de cento e
cincoenta naos depois de padecer varias derrotas aportou a Lisboa, <a href="#Page_29">pag.
29</a>.<br />

<br />

<br />

<h2>B</h2>

<br />

<br />

Berardo (Fr.) um dos cinco Martyres de Marrocos, abre milagrosamente na
terra seca uma fonte de que todos beberam, e se admiraram, <a href="#Page_48">pag. 48</a>.<br />

<br />

<span class="pagenum"><a id="Page_62" name="Page_62">[62]</a></span>
Beringela (Infante Dona) filha del-Rei de Castella Affonso IX cazou com
D. Affonso Rei de Li&atilde;o, e que filhos teve, <a href="#Page_18">pag. 18</a>.<br />

<br />

Branca (Infante D.) filha de Affonso IX, Rei de Castella, cazou com
El-Rei de Fran&ccedil;a, e foi m&atilde;i de S. Luis, <a href="#Page_18">pag. 18</a>.
Era mais velha, que sua irm&atilde; Dona Orraca, <a href="#Page_20">pag. 20</a>.<br />

<br />

<br />

<h2>C</h2>

<br />

<br />

Constan&ccedil;a (Infante Dona), primeira Senhora do Moesteiro das
Holgas de Burgos, foi filha del-Rei D. Affonso de Castella, <a href="#Page_18">pag. 18</a>.<br />

<br />

<br />

<h2>F</h2>

<br />

<br />

Fernando (Infante D.) chamado de Serpa foi filho de Affonso II de
Portugal, e da Rainha Dona Orraca, <a href="#Page_19">pag.
19</a>. Com quem cazou, e que
filhos teve, <a href="#Page_19">ibi</a>.<br />

<br />

Fernando (Infante D.) filho de Affonso IX de Castella morreo de idade
de dezaseis annos, pag. 8. Foi a Roma buscar a Cruzada que o Papa
concedeo a seu pai para a batalha das Navas de Tolosa, <a href="#Page_21">pag. 21</a>.<br />

<br />

Foral. Em que anno foi dado por El-Rei D. Affonso II &aacute; Villa
de Alcacere, <a href="#Page_41">pag. 41</a>.<br />

<br />

Francisco (S.) O que disse quando teve noticia do Martyrio dos
seus&nbsp;cinco Religiosos em Marrocos, <a href="#Page_56">pag.
56</a>. Passa com sete
Frades
&aacute; Suria a pr&eacute;gar a F&eacute; seguindo o
exemplo daquelles
cinco
Martyres, <a href="#Page_58">pag. 58</a>.<br />

<br />

<br />

<span class="pagenum"><a id="Page_63" name="Page_63">[63]</a></span>
<h2>G</h2>

<br />

<br />

Gon&ccedil;alo (D.) Mestre, e Prior do Esprital se achou no cerco
de Alcacere, <a href="#Page_31">pag. 31</a>.<br />

<br />

<h2>H</h2>

<br />

<br />

Henrique de Neusa (D.) Capit&atilde;o de uma Armada Estrangeira,
que constava de trinta e seis naos, arrib&aacute;ram ao porto de
Setuval, e
junto com os Portuguezes batalham com os Mouros que estavam senhores de
Alcacere, e
sahem vitoriosos, <a href="#Page_34">pag. 34</a>.<br />

<br />

<h2>I</h2>

<br />

<br />

Innocencio III manda excommungar pelo Arcebispo de Santiago, e o Bispo
de &Ccedil;amora a Affonso II por negar os Castellos de Monte
m&oacute;r e Alanquer a
suas irm&atilde;s que seu pai D. Sancho I lhe deixara, <a href="#Page_24">pag. 24</a>.<br />

<br />

<br />

<h2>L</h2>

<br />

<br />

Lianor (Dona) filha del-Rei D. Henrique de Inglaterra, cazou com
Affonso IX de Castella, pag. 2. Que filhos teve daquelle Principe, <a href="#Page_18">pag.
18</a>.<br />

<br />

Lianor (Infante Dona) filha del-Rei D. Affonso IX de Castella cazou com
D. James I Rei de Arag&atilde;o, <a href="#Page_18">pag.
18</a>.<br />

<br />

Lianor (Infante Dona) Neta de Affonso II de Portugal cazou com El-Rei
de Dacia, <a href="#Page_19">pag. 19</a>.<br />

<br />

Lianor (Infante Dona) filha de Affonso II de Portugal cazou com o filho
herdeiro del-Rei de Dinamarca, <a href="#Page_19">pag. 19</a>.<br />

<br />

<br />

<h2>M</h2>

<br />

<br />

Martim Affonso Tello sobrinho do Infante D. Pedro &eacute; morto em
Marrocos, <a href="#Page_51">pag. 51</a>.<br />

<br />

<span class="pagenum"><a id="Page_64" name="Page_64">[64]</a></span>Martim Barregam
Commendador de Palmella se achou no cerco de Alcacere,
<a href="#Page_31">pag. 31</a>.<br />

<br />

Martyres que padeceram em Marrocos como se chamavam, <a href="#Page_42">pag. 42</a>.
S&atilde;o recebidos em Coimbra pela Rainha Dona Orraca, <a href="#Page_43">pag. 43</a>.
Foram
tratados com grande benevolencia em Alanquer pela Infante Dona Sancha
irm&atilde; de Affonso II de Portugal, <a href="#Page_43">ibi</a>.
Pregam animosamente em
Sevilha contra a ceita de Mafamede, <a href="#Page_44">pag.
44</a>. Crueis Martyrios que
padeceram, <a href="#Page_49">pag. 49</a>.
S&atilde;o degolados por El-Rei de Marrocos, <a href="#Page_50">pag.
50</a>. Anno, e dia
do
seu Martyrio, ibi. S&atilde;o queimados os seus corpos, e
maravilhas
que
ent&atilde;o sucederam, <a href="#Page_51">pag. 51</a>.
Como foram trazidos os seus corpos
a
Coimbra, <a href="#Page_54">pag. 54</a> e <a href="#Page_55">55</a>. <br />

<br />

Matheus (D.) Bispo de Lisboa recebe aos Estrangeiros que vinham em uma
Armada que aportou &aacute;quella Cidade, e os exhorta &aacute;
conquista de Alcacere, <a href="#Page_29">pag. 29</a>.
Achou-se no cerco de Alcacere, <a href="#Page_51">pag. 51</a>.
Faz uma pratica aos soldados Portuguezes e Estrangeiros que estavam no
campo de Alcacere para que n&atilde;o levantem o sitio, mas que
tomem a
Pra&ccedil;a. <a href="#Page_36">pag. 36</a>.<br />

<br />

Melga&ccedil;o &eacute; tomado pelos Infantes D. Pedro e D.
Fernando com alguma gente de Li&atilde;o em odio de seu
irm&atilde;o D. Affonso II de
Portugal, <a href="#Page_24">pag. 24</a>.<br />

<br />

Mouros. Como se houveram esfor&ccedil;adamente no sitio de
Alcacere, <a href="#Page_33">pag. 33</a>.
Governados pelos Reis de Sevilha, Cordova, Jaen, e
Badalhouse vem soccorrer Alcacere, <a href="#Page_33">ibi</a>.
S&atilde;o derrotados, e
mortos
trinta mil
no campo de Alcacere, <a href="#Page_38">pag. 38</a>.<br />

<br />

<br />

<h2>O</h2>

<br />

<br />

Orraca. Princezas varias que tiveram este nome, <a href="#Page_20">pag.
20</a>.<br />

<br />

Orraca (Dona) filha del-Rei D. Affonso IX de Castella <span class="pagenum"><a id="Page_65" name="Page_65">[65]</a></span>foi
cazada com D.
Affonso II de Portugal, <a href="#Page_17">pag. 17</a>.
Era mais mo&ccedil;a que Dona
Branca, <a href="#Page_20">pag. 20</a>. Recebe em
Coimbra aos Martyres de Marrocos, que lhe
pronosticaram a sua morte, <a href="#Page_40">pag. 40</a>.
Quando morreo, <a href="#Page_56">pag. 56</a>. Onde
est&aacute; sepultada,
<a href="#Page_59">pag. 59</a>.<br />

<br />

<br />

<h2>P</h2>

<br />

<br />

Pedro (Infante D.) filho de Sancho I de Portugal, veio socorrer a sua
irm&atilde; Dona Tareja, que estava recolhida no Castello de Monte
m&oacute;r, contra seu irm&atilde;o D. Affonso II, <a href="#Page_23">pag. 23</a>.
Estando em
Marrocos recebe
em sua caza aos Santos cinco Religiosos que alli padeceram martyrio,
<a href="#Page_45">pag. 45</a>.
&Eacute; livre de gravissimos perigos por intercess&atilde;o
dos mesmos
Santos Martyres, <a href="#Page_53">pag. 53</a>.
Alcan&ccedil;a licen&ccedil;a del-Rei
de
Marrocos para
trazer as Reliquias dos mesmos Marryres para Portugal, <a href="#Page_53">ibi</a>.<br />

<br />

Pedro (D.) Mestre da Ordem da Cavallaria do Templo se achou no cerco de
Alcacere, <a href="#Page_31">pag. 31</a>.<br />

<br />

Pedro Fernandes de Castro chamado o Castell&atilde;o &eacute;
morto em Marrocos, <a href="#Page_51">pag. 51</a>.<br />

<br />

Pedro Nunes (D.) Conego e Sacrist&atilde;o do Moesteiro de Santa
Cruz de Coimbra, Confessor da Rainha Dona Orraca teve uma admiravel
vis&atilde;o dos Santos Martyres de Marrocos, <a href="#Page_56">pag.
56</a>.<br />

<br />

<br />

<h2>R</h2>

<br />

<br />

Rei de Marrocos pela sua propria m&atilde;o degolou os cinco
Martyres da Ordem de S. Francisco, <a href="#Page_50">pag.
50</a>. Castigo que experimentou
por esta impia crueldade, <a href="#Page_56">pag. 56</a>.
Movido das grandes calamidades que
padecia<span class="pagenum"><a id="Page_66" name="Page_66">[66]</a></span> o seu Reino
concede liccen&ccedil;a que os Frades Menores
levantem
Convento em Marrocos, <a href="#Page_59">pag. 59</a>.<br />

<br />

Reliquias Dos Santos Martyres de Marrocos como foram trasidas, e dos
milagres que obraram pela jornada, <a href="#Page_53">pag.
53</a>. Do modo como foram
recebidas em Santa Cruz de Coimbra, <a href="#Page_55">pag.
55</a>.<br />

<br />

<br />

<h2>S</h2>

<br />

<br />

Sancha (Infante Dona), irm&atilde; del-Rei de Portugal D. Affonso
II recebe com grande benevolencia em Alanquer aos Santos Martyres de
Marrocos, <a href="#Page_43">pag. 43</a>.<br />

<br />

Sancho I (D.) de Portugal, onde, e quando morreo, <a href="#Page_17">pag.
17</a>.<br />

<br />

Sytimos. Lugar distante uma legoa de Alcacere foi a parte onde se
alojaram os Reis Mouros que vinham soccorrer o seu Castello, <a href="#Page_33">pag. 33</a>.<br />

<br />

<br />

<h2>T</h2>

<br />

<br />

Tareja (Rainha Dona) com sua irm&atilde; Dona Sancha se recolhem ao
Castello de Monte m&oacute;r, e se queixam ao Papa Innocencio III
da tyrania
com que seu irm&atilde;o D. Affonso II lhe negava as terras que
lhes deixara
seu pai D. Sancho I, <a href="#Page_23">pag. 23</a>.
&Eacute; soccorrida por seus dous
irm&atilde;os D. Pedro e D. Fernando em Monte m&oacute;r contra
D. Affonso II, <a href="#Page_23">pag. 23</a>. Do
modo
com que se concertou com seu irm&atilde;o, <a href="#Page_27">pag.
27</a>.<br />

<br />

Tregoa. Em que anno foi celebrada entre D. Affonso II, e suas
irm&atilde;s Dona Tareja e Dona Sancha, <a href="#Page_26">pag.
26</a>.<br />

<br />

<br />

<span class="pagenum"><a id="Page_67" name="Page_67">[67]</a></span>
<h2>V</h2>

<br />

<br />

Valen&ccedil;a do Minho &eacute; tomada pelos Infantes D. Pedro
e D. Fernando em odio de seu irm&atilde;o D. Affonso II negar as
terras a suas
irm&atilde;s que lhe deix&aacute;ra seu pai D. Sancho I, <a href="#Page_24">pag.
24</a>.<br />

<br />

Vitoria do Campo de Alcacere em que dia, e anno se alcan&ccedil;ou,
<a href="#Page_38">pag. 38</a>.<br />

<br />

<div style="text-align: center;">FINIS LAUS DEO<br />

</div>

<br />

<br />

<br />

<br />

<h1>INDICE DOS CAPITULOS</h1>

<br />

<br />

<a href="#CAPITULO_I">I--Como o Ifante Dom Affonso foi
alevantado por Rei, e como foi cazado, e com quem, e que filhos
legitimos houve</a><br />

<br />

<a href="#CAPITULO_II">II--Das desaven&ccedil;as que
houve antre El Rei D. Affonso, e as
Ifantes suas irm&atilde;s, e da guerra que sobre esso se moveo</a><br />

<br />

<a href="#CAPITULO_III">III--Como foi pelo Papa procedido
contra El-Rei D. Affonso por causa da
contenda que havia com suas irm&atilde;s, e como finalmente foram
concordados</a><br />

<br />

<a href="#CAPITULO_IV">IV--Do fundamento que houve para
Alcacere do Sal, que era de Mouros,
ser cercado, e tomado dos Christ&atilde;os, e do Bispo de Lisboa
principalmente</a><br />

<br />

<a href="#CAPITULO_V">V--Como Alcacere foi cercado, e com
que numero de gente Portuguezes e
tambem Estrangeiros</a><br />

<br />

<span class="pagenum"><a id="Page_70" name="Page_70">[70]</a></span><a href="#CAPITULO_VI">
VI--Dos Reis Mouros que vieram por soccorro da Villa de Alcacere, e da
primeira batalha que deram, em que foram vitoriosos</a><br />

<br />

<a href="#CAPITULO_VII">VII---Da segunda batalha que houve
sobre Alcacere, e como os Reis
Mourosforam vencidos, e feito grande estrago em suas gentes</a><br />

<br />

<a href="#CAPITULO_VIII">VIII--Como os
Christ&atilde;os combateram e tomaram o Castello
Dalcacere</a><br />

<br />

<a href="#CAPITULO_IX">IX--Como cinco Frades Italianos da
Ordem de S. Francisco foram a
Marrocos a pr&eacute;gar a F&eacute; de Christo, e
primeiramente chegaram a Sevilha, que era de Mouros</a><br />

<br />

<a href="#CAPITULO_X">X--Como os Frades chegaram a caza do
Ifante Dom Pedro, e do que logo
fizeram, e como foram tornados a Ceyta para virem a terra dos
Christ&atilde;os, e dahi se volveram outra vez a Marrocos</a><br />

<br />

<a href="#CAPITULO_XI">XI--De um milagre que se fez por
causa de Frei Berardo, e como foram
prezos e atormentados os outros Frades</a><br />

<br />

<a href="#CAPITULO_XII">XII--Como El-Rei de Marrocos
fallou com estes Frades, e por os
n&atilde;o poder converter a sua seita por si mesmo os matou, e
como foram mortos tambem Pedro Fernandes, e Martim Affonso Telo,
sobrinho do Ifante</a><br />

<br />

<a href="#CAPITULO_XIII">XIII--Como os corpos dos Martyres
foram queimados, e
despeda&ccedil;ados, e emfim recolhidos por
deva&ccedil;&atilde;o, e industria do
Ifante Dom Pedro</a><br />

<a href="#CAPITULO_XIV"><br />

XIV--Como o Ifante D. Pedro foi tornado a Espanha, e trouxe consigo os
ossos, e Reliquias dos Martyres, e as mandou a Santa Cruz de Coimbra, e
dos milagres que houve no caminho</a><br />

<br />

<span class="pagenum"><a id="Page_71" name="Page_71">[71]</a></span>
<a href="#CAPITULO_XV">XV--Como as Reliquias dos Martyres
foram recebidas, e como foi a morte
da Rainha Dona
Orraca,
molher del-Rei D. Affonso, e das cousas que
foram vistas<br />

<br />

</a><a href="#CAPITULO_XVI">XVI--Como Santo Antonio
por
exemplo destes Martyres tomou o habito
de&nbsp;S. Francisco, e do que seguio em Marrocos por milagre, e da
morte del-Rei Dom Affonso</a><br />

</div>

</body>



</html>
